{
  "base_model_name_or_path": "cerebras/Cerebras-GPT-1.3B",
  "bias": "none",
  "fan_in_fan_out": true,
  "inference_mode": true,
  "init_lora_weights": true,
  "lora_alpha": 32,
  "lora_dropout": 0.01,
  "modules_to_save": null,
  "peft_type": "LORA",
  "r": 8,
  "target_modules": [
    "c_attn"
  ],
  "task_type": "CAUSAL_LM"
}