[
    {
        "tags": "1girl, black_sailor_collar, blue_dress, crossover, dog, dress, full_body, girls'_frontline, grey_eyes, grey_hair, guitar, highres, holding, holding_instrument, idol, instrument, konno_junko, long_hair, long_sleeves, looking_at_viewer, low_twintails, neckerchief, official_art, puffy_long_sleeves, puffy_sleeves, romero_(zombie_land_saga), sailor_collar, sailor_dress, solo, standing, standing_on_one_leg, twintails, white_neckerchief, zombie, zombie_land_saga",
        "caption": "An official art crossover of Girls Frontline and Zombie Land Saga depicts a solo girl standing on one leg with her full body visible. She is an idol from Zombie Land Saga named Konno Junko with grey hair styled in low twintails and grey eyes. She is holding a guitar and looking at the viewer. She wears a blue sailor dress with a black sailor collar and puffy long sleeves. A white neckerchief is tied around her neck. A zombie dog named Romero is present in the image. She is also a zombie character."
    },
    {
        "tags": "1girl, arms_behind_back, barefoot, flower, haun, monochrome, plant, restrained, solo, vines",
        "caption": "A monochrome image by Haun depicts a single girl with her arms restrained behind her back by vines. She is barefoot and standing among plants and flowers."
    },
    {
        "tags": "1girl, ahoge, armband, belt, black_coat, blue_archive, coat, coat_on_shoulders, comic, commentary_request, computer, demon_girl, demon_horns, flash_drive, forehead, fur-trimmed_coat, fur_trim, google_chrome, hair_ornament, hairclip, halo, highres, hina_(blue_archive), horns, internet_explorer, korean_commentary, korean_text, laptop, logo, long_hair, long_sleeves, military, military_uniform, mouse_pointer, open_clothes, open_coat, parted_bangs, ponytail, purple_eyes, sam_browne_belt, shoulder_belt, sidelocks, solo, speech_bubble, translation_request, uniform, white_hair, zeroku77",
        "caption": "A comic by Zeroku77 depicts a demon girl from Blue Archive named Hina with white long hair styled in a ponytail with parted bangs and sidelocks. She has purple eyes, ahoge, demon horns, and a halo. She wears a military uniform with an open black coat on her shoulders trimmed with fur. The coat has long sleeves and she wears a Sam Browne belt and an armband. She is holding a laptop with a flash drive plugged in and the logos of Google Chrome and Internet Explorer are visible on the screen. A mouse pointer and a speech bubble with Korean text requesting translation and commentary are also present in the image."
    },
    {
        "tags": "1girl, brown_background, brown_eyes, cake_x_3!_ichigo_ichie, closed_mouth, half-closed_eyes, long_hair, looking_at_viewer, lowres, non-web_source, orange_hair, pale_skin, riri_asukayama, shirt, simple_background, smile, solo, standing, yellow_shirt, yoshimizu_kagami",
        "caption": "A low-resolution image from a non-web source by Yoshimizu Kagami depicts a girl from Cake x 3! Ichigo Ichie named Riri Asukayama standing and looking at the viewer with a smile. She has long orange hair, brown eyes, and pale skin. Her mouth is closed and her eyes are half-closed. She wears a yellow shirt. The image has a simple brown background."
    },
    {
        "tags": "1girl, cafe, coffee, commission, drink, eiyuu_densetsu, elbow_on_table, english_text, heart, highres, jewelry, light_rays, long_hair, looking_at_viewer, necklace, ponytail, red_hair, sara_valestein, sen_no_kiseki, sitting, smile, solo, sweater, yellow_eyes, yuli_(yulipo)",
        "caption": "A high-resolution commission by Yuli (Yulipo) depicts a solo girl from Eiyuu Densetsu: Sen no Kiseki named Sara Valestein sitting in a cafe with her elbow on the table. She is looking at the viewer with a smile and holding a cup of coffee. She has long red hair styled in a ponytail and yellow eyes. She wears a sweater and a necklace. The image has light rays and English text with a heart symbol."
    },
    {
        "tags": "1boy, 6+girls, ^_^, absurdres, alternate_costume, between_breasts, blonde_hair, blouse, blue_eyes, blunt_bangs, breasts, brown_hair, child, closed_eyes, cosplay, crossdressing, dragon_girl, dragon_horns, dragon_tail, dress, duji_amo, elma_(maidragon), enmaided, female_child, full_body, glasses, gloves, gradient_hair, green_eyes, group_picture, hairband, highres, horns, huge_breasts, ilulu_(maidragon), kanna_kamui, kobayashi-san_chi_no_maidragon, kobayashi_(maidragon), long_hair, looking_at_viewer, lucoa_(maidragon), magado_shouta, magatsuchi_shouta, maid, maid_headdress, matching_outfit, monster_girl, multicolored_hair, multiple_girls, necktie, necktie_between_breasts, open_mouth, pantyhose, pointy_ears, purple_hair, red_eyes, red_hair, red_necktie, saikawa_riko, scales, shirt, shoes, short_hair, shortstack, silver_hair, single_horn, smile, spoilers, standing, tail, thighhighs, tohru_(maidragon), tooru_(maidragon)_(cosplay), trap, twintails, usagihime, v, white_gloves, white_legwear, white_shirt, yellow_necktie, zettai_ryouiki",
        "caption": "The image depicts a group picture of 6+ girls and 1 boy from the anime Kobayashi-san Chi no Maidragon in alternate costumes. The girls are wearing matching maid outfits, cosplaying as Tohru with maid headdresses, white gloves, thighhighs that show the gap between the skirt and socks, and a red tie. Lucoa is a dragon girl with blonde gradient hair that fades to green and huge breasts. Saikawa has brown and green eyes. Kanna has light purple hair and blue eyes. Ilulu has red hair and also huge breasts. Tohru is a dragon girl with dragon horns and a dragon tail. Shouta, the boy is crossdressing in a maid outfit and has purple hair. Elma has black hair and glasses with a single dragon horn. Kobayashi isn't wearing a maid outfit, but has a white shirt necktie. She has red hair and wears glasses. They are all standing and looking at the viewer with smiles on their faces."
    },
    {
        "tags": "1girl, absurdres, anime_screencap, ass, blush, brown_hair, closed_eyes, closed_mouth, hair_ornament, highres, hood, hoodie, kissxsis, knees, long_sleeves, non-web_source, ponytail, red_hair, suminoe_ako, toilet, toilet_use",
        "caption": "The image depicts a girl from the anime Kissxsis named Suminoe Ako. She has brown hair tied in a ponytail with a hair ornament and is wearing a long-sleeved hoodie. She is blushing and has her eyes closed and mouth closed. She is sitting on a toilet and using it. The image is an anime screencap and is not from a web source."
    },
    {
        "tags": "1boy, 3girls, anachronism, anya_(spy_x_family), auschwitz, backpack, bad_id, bad_twitter_id, bag, becky_blackbell, black_dress, black_hair, black_headwear, blush, book, boom_barrier, brown_bag, building, chain-link_fence, child, chimney, closed_mouth, cloud, comforting, commentary, crying, day, dress, earrings, eden_academy_school_uniform, english_commentary, female_child, fence, gate, german_text, gold_trim, green_eyes, hairband, highres, holding, holding_book, holding_pickaxe, house, jewelry, khyle., long_hair, long_sleeves, looking_at_another, multiple_girls, museum, nazi, neck_ribbon, necktie, one_eye_closed, outdoors, pantyhose, patreon_logo, patreon_username, people, pickaxe, pink_hair, real_world_location, red_necktie, red_sweater, ribbon, school_uniform, shirt, short_hair, sky, smoke, spy_x_family, straight_hair, sweater, tearing_up, tears, translated, twintails, watermark, wavy_mouth, web_address, white_pantyhose, white_shirt, window, wiping_tears, yor_briar",
        "caption": "The illustration is a scene from the manga Spy x Family with 3 girls and 1 boy. They are standing in front of a building with a chimney and a chain-link fence. Yor Briar is wearing a black dress with gold trim and has black hair and green eyes. She is holding a book and has a hairband. Anya has pink hair in twintails and is wearing a school uniform with a red necktie and red sweater. She is crying and wiping her tears. The boy is wearing a school uniform with a backpack and is holding a pickaxe. The image has commentary in English and German text."
    },
    {
        "tags": "1girl, backrooms_(creepypasta), black_jacket, female_focus, from_behind, green_eyes, green_hair, hair_tie, igarashi_futaba_(shiromanta), indoors, jacket, matching_hair_eyes, open_mouth, photo_background, ponytail, senpai_ga_uzai_kouhai_no_hanashi, shiromanta, shirt, sidelocks, solo, sweat, upper_body, white_shirt, yellow_theme",
        "caption": "A girl from the manga Senpai ga Uzai Kouhai no Hanashi named Igarashi Futaba. She has green hair tied in a ponytail with a hair tie and green eyes. She is wearing a black jacket and white shirt. She is standing indoors in the backrooms from creepypastas with a photo background and is viewed from behind. She has an open mouth and is sweating. The image has a yellow theme."
    },
    {
        "tags": "1boy, absurdres, artist_name, blood, blood_on_face, collared_shirt, commentary, earrings, english_commentary, facial_hair, flame_print, from_side, goatee, greyscale, guy_fieri, highres, jewelry, kaneki_profile_picture_(meme), leaning_back, looking_up, male_focus, meme, monochrome, parody, parted_lips, real_life, shirt, single_earring, solo, spiked_hair, sunglasses, tokyo_ghoul, tokyo_ghoul_re, tyrone, white_background",
        "caption": "The image is a parody of the Kaneki profile picture meme from the anime Tokyo Ghoul featuring Guy Fieri. He is depicted in greyscale with blood on his face and a goatee. He is wearing a collared shirt with a flame print and sunglasses. He has a single earring and is leaning back and looking up with parted lips. The image has commentary in English and is on a white background."
    },
    {
        "tags": "1girl, 1other, _3, alternate_costume, animal_ear_fluff, animal_ears, ball, barefoot, bell, blush, cat_ears, cat_girl, cat_tail, chiroron, closed_eyes, closed_mouth, commentary_request, english_text, facing_viewer, feet, fish, genshin_impact, hair_ornament, hand_on_another's_chin, heart, highres, jingle_bell, kemonomimi_mode, long_hair, paimon_(genshin_impact), pov, pov_hands, shirt, short_shorts, short_sleeves, shorts, sidelocks, simple_background, single_bare_shoulder, sitting, t-shirt, tail, text_print, thighs, toes, white_background, white_hair, white_shirt",
        "caption": "The illustration shows Paimon from the game Genshin Impact in an alternate costume. She has white hair with an ornament and cat ears with animal ear fluff. She is wearing a white shirt with text print that exposes one bare shoulder and short shorts. She is sitting barefoot with her feet facing the viewer and has a cat tail. She is blushing and has her eyes closed and mouth closed. The point of view is from the viewer's perspective with their hands visible in the image, one hand on the girl's chin, scratching her like a cat because she is in kemomimi mode. The image has commentary in English and is on a white background."
    },
    {
        "tags": "1girl, ahoge, animal_ears, bare_shoulders, cat_ears, cat_tail, closed_mouth, collarbone, dated, drooling, eris_greyrat, fish, hair_intakes, long_hair, looking_at_viewer, mushoku_tensei, neki_(wakiko), plate, red_eyes, red_hair, saliva, simple_background, solo, table, tail, tail_raised, upper_body",
        "caption": "The illustration by Neki depicts a girl named Eris Greyrat from the anime Mushoku Tensei. She has red hair with an ahoge cowlick and cat ears. She is drooling and has her mouth closed. She is looking at the viewer and has red eyes. She has a cat tail that is raised and is sitting at a table with a plate of fish in front of her. The image has a simple background and is dated."
    },
    {
        "tags": "1girl, absurdres, ahoge, artist_name, blonde_hair, brown_gloves, clover, dress, english_text, feathers, four-leaf_clover, genshin_impact, gloves, hat, hat_feather, highres, klee_(genshin_impact), long_hair, low_twintails, once_11h, pointy_ears, pom_pom_(clothes), pouch, red_dress, red_eyes, red_headwear, sidelocks, smile, smoke, smug, solo, twintails, upper_body",
        "caption": "The image depicts a girl named Klee from the game Genshin Impact. She has blonde hair styled in low twintails with an ahoge and pointy ears. She is wearing a red dress with pompoms as decorations and brown gloves and a red hat with a feather. She has a pouch and is holding a four-leaf clover. She is smiling and has a smug expression. The image has English text and is in high resolution. The artist's name is Once_11h."
    },
    {
        "tags": "1girl, arms_behind_back, between_breasts, black_bow, blonde_hair, bow, breasts, brown_horns, brown_vest, draph, closed_eyes, glasses, granblue_fantasy, hair_bow, headpat, highres, horns, large_breasts, long_hair, merunyaa, necktie, necktie_between_breasts, plaid, plaid_necktie, plaid_skirt, pointy_ears, ponytail, puffy_short_sleeves, puffy_sleeves, rimless_eyewear, round_eyewear, sarya_(granblue_fantasy), short_sleeves, shortstack, sidelocks, skirt, smile, solo_focus, very_long_hair, vest",
        "caption": "Sarya from the game Granblue Fantasy is drawn with blonde hair styled in a very long ponytail with sidelocks and is wearing glasses with round, rimless eyewear. She has brown horns and pointy ears. She is wearing a brown vest with puffy short sleeves and a plaid necktie between her large breasts. She has a black bow in her hair and is wearing a plaid skirt. She has her arms behind her back and is smiling with her eyes closed as she is patted on the head. The image is in high resolution and the artist's name is Merunyaa."
    },
    {
        "tags": "3girls, absurdres, ahoge, amemiya_nazuna, animal_ear_fluff, animal_ears, armpits, asymmetrical_legwear, bare_shoulders, beret, black_gloves, black_thighhighs, blue_eyes, blue_hair, branch, breasts, cherry_blossoms, crop_top, detached_collar, earrings, gloves, halo, hat, heterochromia, highres, hugging_another's_leg, jewelry, large_breasts, light_blush, long_hair, looking_at_viewer, maid_headdress, midriff, mismatched_legwear, multicolored_hair, multiple_girls, nail_polish, navel, neonbeat, outdoors, pink_hair, purple_eyes, reaching_towards_viewer, selfie, short_hair, silvervale, sitting, sleeveless, smile, thighhighs, vei_(vtuber), virtual_youtuber, vshojo, w, white_thighhighs",
        "caption": "The illustration by Neonbeat depicts three girls: Amemiya Nazuna, Silvervale and Vei from the virtual YouTuber group VShojo. They are outdoors with cherry blossoms and a branch in the background. One girl has blue hair and blue eyes, another has pink hair and purple eyes with heterochromia, and the third has multicolored hair. They are all wearing maid headdresses, one with a beret and halo on top. They have bare shoulders and are wearing crop tops, detached collars and gloves. One girl is wearing black gloves and black thigh highs while the other two are wearing white thigh highs with asymmetrical legwear. They have large breasts and light blush on their faces. One girl is hugging another's leg while the third is reaching towards the viewer as if taking a selfie. They all have smiles on their faces and are looking at the viewer."
    },
    {
        "tags": "1boy, 1girl, belt, black_hair, breasts, curvy, green_eyes, highres, huge_breasts, large_breasts, long_hair, naruse_mio, ookuma_nekosuke, red_eyes, red_hair, scar, school_uniform, serafuku, shinmai_maou_no_testament, thick_thighs, thighhighs, thighs, toujou_basara, white_background",
        "caption": "The illustration depicts a boy and a girl from the anime Shinmai Maou no Testament. The boy is Toujou Basara and has black hair and green eyes. He is wearing a school uniform with a belt and has a scar. The girl is Naruse Mio and has red hair and red eyes. She is curvy with huge breasts and thick thighs. She is wearing a sailor school uniform with thighhighs. The image has a white background and is high resolution."
    },
    {
        "tags": "1girl, aqua_eyes, arms_behind_back, artist_name, artist_request, bare_shoulders, blurry, blurry_background, breasts, commentary_request, facial_mark, grey_hair, headgear, highres, japanese_clothes, kiriko_(overwatch), lips, long_hair, looking_at_viewer, medium_breasts, obi, overwatch, overwatch_2, parted_lips, ponytail, sash, signature, simple_background, skirt, sleeveless, smile, solo, teeth, upper_body",
        "caption": "The illustration depicts a girl named Kiriko from the game Overwatch. She has grey hair and aqua eyes. She is wearing Japanese clothes with an obi sash and headgear. She has a facial mark and is smiling with parted lips showing her teeth. She has medium breasts and her arms are behind her back. She has a ponytail and is looking at the viewer. The image has a simple background that is blurry and is high resolution. The artist's name and signature are present in the image."
    },
    {
        "tags": "1girl, a_hat_in_time, aged_up, black_pantyhose, blue_eyes, blush, boots, bow, brown_footwear, brown_hair, closed_mouth, coat, crossed_legs, fujimna, hat, hat_adult, hat_bow, hat_kid, hat_ribbon, highres, knee_boots, looking_at_viewer, pantyhose, purple_coat, purple_headwear, ribbon, scarf, short_hair, short_ponytail, sidelocks, sitting, smile, solo, top_hat, yellow_bow, yellow_ribbon, yellow_scarf",
        "caption": "The illustration by Fujimna depicts an aged-up version of Hat Kid from the game A Hat in Time. She has brown hair and blue eyes. She is wearing a purple coat with a yellow scarf and a top hat with a yellow ribbon and bow. She has short hair with sidelocks and a short ponytail. She is sitting with her legs crossed and is wearing black pantyhose and brown knee boots. She has a closed mouth smile and is looking at the viewer. The image is high resolution."
    },
    {
        "tags": "1girl, _3, animal_ears, blonde_hair, bouquet, bow, bowtie, card, cat_ears, cat_girl, cat_tail, chibi, commentary, english_commentary, english_text, flower, heart, highres, holding, holding_bouquet, holding_card, neco-arc, pov, purple_bow, purple_bowtie, red_eyes, shirt, smile, solo_focus, tail, tsukihime, white_shirt, yumeyuk0",
        "caption": "The illustration by Yumeyuk0 shows a chibi version of Neco-Arc, a cat girl character from the visual novel Tsukihime. She has blonde hair with cat ears and a cat tail. She is smiling with the :3 cat face and holding a bouquet of flowers and a card with a heart on it. She is wearing a white shirt with a purple bowtie. The image is from the viewer's point of view and has a high resolution."
    },
    {
        "tags": "1girl, aiu404l, brown_eyes, brown_hair, clothes_writing, english_text, engrish_text, hair_ornament, hairclip, highres, iwakura_lain, looking_at_viewer, oekaki, ranguage, serial_experiments_lain, shirt, short_hair, simple_background, solo, t-shirt, typo, upper_body, white_background, white_shirt",
        "caption": "The illustration depicts a girl named Iwakura Lain from the anime Serial Experiments Lain. She has brown hair and brown eyes. She is wearing a white shirt with English text. She has a hairclip and a hair ornament. She is looking at the viewer. The image has a simple white background and is in high resolution. The artist's name is aiu404l and the illustration was created using oekaki software."
    },
    {
        "tags": "1girl, blue_eyes, dragon, dragon_girl, dragon_horns, eating, food, horns, kanna_kamui, kobayashi-san_chi_no_maidragon",
        "caption": "The illustration depicts a dragon girl named Kanna Kamui from the anime Kobayashi-san Chi no Maidragon. She has blue eyes and dragon horns. She is eating food."
    },
    {
        "tags": "1boy, 1girl, aether_(genshin_impact), ahoge, blonde_hair, boots, genshin_impact, height_difference, highres, hug, lisa_(genshin_impact), long_hair, short_hair, simple_background, yuushiba",
        "caption": "The illustration by Yuushiba depicts a boy and a girl from the game Genshin Impact. The boy is Aether and the girl is Lisa. Aether has short blonde hair with an ahoge cowlick while Lisa has long blonde hair. They are hugging and there is a height difference between them. Lisa is wearing boots. The image has a simple background and is in high resolution."
    },
    {
        "tags": "1boy, 1girl, aether_(genshin_impact), ahoge, blonde_hair, boots, genshin_impact, height_difference, highres, hug, lisa_(genshin_impact), long_hair, short_hair, simple_background, yuushiba",
        "caption": "The illustration by Yuushiba depicts a boy and a girl from the game Genshin Impact. The boy is Aether and the girl is Lisa. Aether has short blonde hair with an ahoge cowlick while Lisa has long blonde hair. They are hugging and there is a height difference between them. Lisa is wearing boots. The image has a simple background and is in high resolution."
    },
    {
        "tags": "1girl, black_hair, blender_(medium), commentary, detached_sleeves, english_commentary, full_body, hair_between_eyes, highres, hololive, hololive_english, long_hair, ninomae_ina'nis, ninomae_ina'nis_(artist), oil-paper_umbrella, outdoors, signature, single_thighhigh, sky, smile, solo, standing, thighhighs, torii, tree, umbrella, virtual_youtuber",
        "caption": "The illustration depicts a girl named Ninomae Ina'nis who is a virtual YouTuber from Hololive English. She has black hair and is smiling. She is standing outdoors with a sky and tree in the background. She is holding an oil-paper umbrella and is wearing detached sleeves and thighhighs. The image shows her full body and is in high resolution. The illustration was created using Blender and has an English commentary and signature by the artist Ninomae Ina'nis. There is also a torii gate in the background."
    },
    {
        "tags": "1girl, absurdres, assault_rifle, bag, bloom, bracelet, brown_hair, food, gun, hand_on_own_hip, head_out_of_frame, heart, highres, hiroe_rei, ice_cream, jewelry, keychain, long_hair, m4_carbine, monkey, plaid, plaid_skirt, pleated_skirt, rifle, scan, school_uniform, shoulder_bag, simple_background, skirt, solo, thighs, weapon, white_background",
        "caption": "The illustration by Hiroe Rei depicts a girl with brown hair wearing a school uniform with a plaid pleated skirt. She has a hand on her own hip and is holding an M4 carbine assault rifle. She also has a shoulder bag with a keychain and is eating ice cream. The image has a simple white background and is in high resolution. The girl's head is out of frame and there is a bloom effect. She is also wearing jewelry such as a bracelet and has a monkey keychain on her bag. The image is a scan."
    },
    {
        "tags": "1girl, braid, enderman, ettone, grass, grey_hair, hair_ribbon, highres, hooded_robe, minecraft, nanakusa_nazuna_(yofukashi_no_uta), open_mouth, ribbon, robe, scared, solo, torch, twin_braids, yofukashi_no_uta",
        "caption": "The illustration by Ettone depicts a girl named Nanakusa Nazuna from the manga Yofukashi no Uta. She has grey hair styled in twin braids and is wearing a hooded robe. She is holding a torch and is standing on grass. She has an open mouth and appears to be scared of an enderman from the game Minecraft. The image is in high resolution and she is also wearing a hair ribbon and has a ribbon on her robe."
    },
    {
        "tags": "black_eyes, blush, candy, creatures_(company), eating, food, game_freak, gen_1_pokemon, lollipop, mochi_(empty_p), nintendo, no_humans, nom_nom, pikachu, pokemon, pokemon_(creature), solo, tail, yellow_theme",
        "caption": "The illustration by Mochi depicts Pikachu, a Gen 1 Pokemon creature from the game franchise created by Game Freak and published by Nintendo. Pikachu has black eyes and is blushing while eating a lollipop. The image has a yellow theme and shows Pikachu solo with no humans present. Pikachu is also nomming on the candy and has a tail."
    },
    {
        "tags": "1girl, absurdres, apron, armor, armored_dress, belt, black_dress, boobplate, bow, braid, breastplate, breasts, cleavage, cleavage_cutout, clothing_cutout, combat_maid, corset, crown_braid, dress, female_focus, flower, gauntlets, genshin_impact, green_eyes, hair_between_eyes, hair_flower, hair_ornament, hat, highres, knee_pads, layered_dress, leggings, long_sleeves, maid, maid_apron, maid_headdress, neckerchief, noelle_(genshin_impact), official_art, own_hands_together, pauldrons, red_dress, red_neckerchief, red_ribbon, ribbon, rose, short_hair, shoulder_armor, silver_hair, smile, solo, standing, tareme, transparent_background, vambraces, white_corset, white_dress, white_headwear",
        "caption": "The official art depicts Noelle from the game Genshin Impact. She has silver hair styled in a crown braid and green eyes. She is wearing a maid outfit with an armored dress that includes a breastplate, pauldrons, gauntlets, vambraces, and knee pads. She is also wearing a maid apron, maid headdress, and a red neckerchief. The dress has a cleavage cutout and she is smiling while standing with her own hands together. The image has a transparent background and is in high resolution. She also has hair ornaments such as a hair flower and a ribbon."
    },
    {
        "tags": "3girls, _, _d, absurdres, akagi_ritsuko, alcohol, animal_hood, at_computer, bear_hood, beer, beer_can, black_skirt, blonde_hair, blue_hair, blue_shirt, bookshelf, breasts, brown_eyes, brown_hair, can, closed_mouth, coffee_mug, collarbone, commentary, commission, computer, crossover, cup, desk, dutch_angle, english_commentary, furrowed_brow, green_eyes, hair_ornament, hand_up, high_collar, highres, holding, holding_cup, hood, hood_up, index_finger_raised, indoors, iwakura_lain, katsuragi_misato, laptop, light_blush, long_hair, long_sleeves, looking_at_screen, medium_breasts, medium_hair, minecraft, mug, multiple_girls, neon_genesis_evangelion, nerv, open_mouth, outline, pajamas, pantsu-ripper, parted_bangs, pencil_skirt, red_lips, serial_experiments_lain, shirt, shirt_tucked_in, short_sleeves, single_sidelock, sitting, skirt, sleeveless, sleeveless_shirt, smile, standing, sunglasses, upper_body, white_outline, window, x_hair_ornament, yellow_shirt",
        "caption": "The illustration by Pantsu-Ripper is a commission that depicts a crossover between the anime Neon Genesis Evangelion and Serial Experiments Lain. It shows three girls: Akagi Ritsuko, Katsuragi Misato, and Iwakura Lain. Ritsuko has blonde hair and is wearing a black pencil skirt and a blue shirt. Misato has blue hair and is wearing sunglasses and a yellow shirt. Lain has brown hair and is wearing a bear hood and pajamas. They are indoors at a desk with a laptop and bookshelf. Ritsuko is holding a beer can while Misato is holding a coffee mug. The image has an English commentary and is in high resolution."
    },
    {
        "tags": "1990s_(style), 1girl, bad_id, bad_twitter_id, blue_eyes, bodysuit, breasts, brown_hair, commentary, english_commentary, interface_headset, long_hair, looking_back, neon_genesis_evangelion, open_mouth, optionaltypo, pilot_suit, plugsuit, red_bodysuit, retro_artstyle, skin_tight, small_breasts, solo, souryuu_asuka_langley",
        "caption": "The illustration depicts a girl named Souryuu Asuka Langley from the anime Neon Genesis Evangelion. She has brown hair and blue eyes. She is wearing a red skin-tight pilot suit called a plugsuit and an interface headset. She is looking back with an open mouth. The image has a 1990s style and an English commentary. The artist's Twitter ID is not provided correctly."
    },
    {
        "tags": "1girl, animal_ears, blush, dog, dog_girl, gcoya, highres, kneeling, looking_at_viewer, simple_background, tail, white_hair",
        "caption": "The illustration by Gcoya depicts a dog girl with white hair and animal ears. She is kneeling and looking at the viewer with a blush on her face. She has a tail and is in front of a simple background. The image is high resolution."
    },
    {
        "tags": "1boy, 1girl, absurdres, alhaitham_(genshin_impact), alternate_costume, blonde_hair, blush, book, bookshelf, dress, genshin_impact, green_dress, grey_hair, hair_between_eyes, height_difference, highres, ia_(ias1010), lumine_(genshin_impact), partially_obscured, short_hair, short_hair_with_long_locks, shoulder_cape, sidelocks, size_difference, yellow_eyes",
        "caption": "The illustration by Ias1010 depicts a boy and a girl from the game Genshin Impact. The girl is Lumine and she has blonde hair and yellow eyes. She is wearing an alternate green dress with a shoulder cape. The boy is Alhaitham and he has grey hair with sidelocks and hair between his eyes. He is wearing a partially obscured costume. They are standing in front of a bookshelf with books. There is a height and size difference between them. The image is high resolution and absurdly large."
    },
    {
        "tags": "1girl, absurdres, anklet, barefoot, beach, blush, breasts, cleavage, earrings, fingernails, flower, hair_flower, hair_ornament, hair_scrunchie, highres, hozuki_kaede, jewelry, large_breasts, looking_at_viewer, lying, magazine_scan, megami_magazine, nail_polish, official_art, one_eye_closed, onii-chan_wa_oshimai!, outdoors, pink_hair, sand, scan, scrunchie, side_ponytail, sky, smile, spread_toes, thighs, toenail_polish, toenails, toes, water, wet",
        "caption": "The illustration of Hozuki Kaede depicts a girl with pink hair and a side ponytail held by a hair scrunchie. She is lying on a beach with sand and water. She is looking at the viewer with one eye closed and a smile on her face. She has large breasts and is showing cleavage. She is wearing earrings, an anklet, and has painted fingernails and toenails. She has a flower hair ornament and is barefoot with spread toes. The image is high resolution and absurdly large. It is an official art from the magazine Megami Magazine and is a scan of the magazine page"
    },
    {
        "tags": "+_+, 1girl, burger, chainsaw, chainsaw_man, cross-shaped_pupils, crosshair_pupils, demon, demon_girl, demon_horns, fang, food, food_in_mouth, horns, jacket, lettuce, long_hair, looking_at_viewer, mark_gavatino, open_mouth, pink_background, pink_hair, pochita_(chainsaw_man), power_(chainsaw_man), red_eyes, red_horns, sleeves_past_wrists, surprised, sweatdrop, symbol-shaped_pupils, teeth, tomato, tongue, tongue_out",
        "caption": "The illustration by Mark Gavatino depicts a demon girl named Power from the anime Chainsaw Man. She has pink hair and red horns. She is wearing a jacket with sleeves past her wrists. She is holding a burger with lettuce and tomato and has food in her mouth. She has an open mouth with a tongue out and is showing her teeth and fang. She is looking at the viewer with cross-shaped pupils and is surprised with a sweatdrop on her face. The image has a pink background and features Pochita from Chainsaw Man."
    },
    {
        "tags": "10s, 1boy, 1girl, 2015, armor, artist_name, back-to-back, bare_tree, braid, branch, breastplate, chainmail, dated, faulds, forest, full_armor, gauntlets, grey_eyes, grey_hair, grey_theme, hand_on_hilt, headwear_removed, helmet, helmet_removed, holding, image_sample, knight, long_hair, looking_away, nature, original, outdoors, parted_lips, pixiv_sample, plate_armor, saberiii, signature, single_braid, snow, snowing, standing, sword, tree, weapon, white_hair, winter",
        "caption": "The illustration by Saberiii depicts two knights standing back-to-back in a snowy forest with bare trees and branches. The boy has grey hair and eyes and is wearing full armor including a breastplate, faulds, gauntlets, and chainmail. He is holding the hilt of his sword. The girl has white hair with a single braid and is also wearing full plate armor. She has removed her headwear and is looking away with parted lips. The image is dated 2015 and has a grey theme."
    },
    {
        "tags": "1girl, 4chan, 6+boys, absurdres, blonde_hair, child, clothed_female_nude_male, derivative_work, doodle, doom_(game), emoji, fire, flatculture, gun, highres, meme, molten_rock, multiple_boys, nude, outdoors, parody, skirt, stick-chan, uohhhhhhhhh!_(meme), weapon",
        "caption": "The illustration is a derivative work and a parody of the Uohhhhhhhhh! meme from 4chan. It depicts Stick-chan, a blonde-haired girl wearing a skirt and holding a gun. She is surrounded by 6 or more nude boys outdoors near molten rock and fire. The image is a doodle and features emoji and references to the game Doom. It is high resolution and absurdly large."
    },
    {
        "tags": "1girl, absurdres, armband, arrow_(symbol), bare_shoulders, baseball_cap, belt, black_belt, black_gloves, black_hair, black_headwear, black_pants, black_shirt, blue_archive, blue_background, blue_eyes, blush, breasts, chest_harness, clenched_hands, closed_eyes, commentary_request, cowboy_shot, crop_top, gloves, gradient_background, halo, harness, hat, highres, jacket, leggings, long_hair, long_sleeves, medium_breasts, midriff, navel, off_shoulder, open_clothes, open_jacket, pants, saori_(blue_archive), shirt, simple_background, sleeveless, sleeveless_shirt, snap-fit_buckle, solo_focus, standing, stomach, tears, trembling, tscplayer, underbust, very_long_hair, white_background, white_jacket",
        "caption": "The illustration by Tscplayer depicts Saori from the game Blue Archive. She has black hair and blue eyes. She is standing and wearing a black shirt, black pants, and a white jacket that is open. She has bare shoulders and is wearing a chest harness with a snap-fit buckle and an armband with an arrow symbol. She is also wearing a baseball cap, black gloves, and a black belt. She has medium-sized breasts and is showing her midriff and navel. She has clenched hands and is trembling with closed eyes and tears on her face. The image has a simple background with a gradient from blue to white."
    },
    {
        "tags": "1boy, 2girls, absurdres, affectionate, anya_(spy_x_family), bare_shoulders, black_hair, blonde_hair, blush, breasts, closed_mouth, earrings, closed_eyes, family, father_and_daughter, female_child, hairband, hand_on_another's_stomach, hews, highres, hug, husband_and_wife, jewelry, laughing, long_hair, medium_breasts, mother_and_daughter, multiple_girls, one_eye_closed, open_mouth, pink_hair, pregnant, red_eyes, spy_x_family, sweater, teeth, twilight_(spy_x_family), upper_teeth_only, yor_briar",
        "caption": "The illustration by Hews depicts Twilight, Yor, and their daughter Anya from Spy x Family as a happy family.Twilight has blonde hair and is hugging his pregnant wife who has black hair and is wearing a sweater. She has bare shoulders and is wearing earrings. Their daughter Anya has pink hair and red eyes. She is wearing a hairband and is laughing with her mouth open showing her upper teeth. The image is high resolution and absurdly large."
    },
    {
        "tags": "3girls, aizawa_tomo, bike_shorts, black_hair, blonde_hair, blush, carol_olston, closed_eyes, empty_eyes, fang, fumitan_(humitan), glomp, gundou_misuzu, hairband, hug, jitome, long_hair, long_sleeves, multiple_girls, necktie, open_mouth, pleated_skirt, red_hair, school_uniform, short_hair, side_ponytail, simple_background, skirt, sweatdrop, sweater, thighhighs, tomboy, tomo-chan_wa_onna_no_ko, white_background, white_thighhighs, yellow_eyes",
        "caption": "The illustration depicts three girls from the manga Tomo-chan wa Onna no Ko. The girls are Aizawa Tomo, Carol Olston, and Gundou Misuzu. Tomo has red hair and is a tomboy. She is wearing a school uniform with a necktie and bike shorts. Carol has blonde hair and yellow eyes. She is wearing a sweater and a pleated skirt with white thigh-highs and is hugging the others from behind. Misuzu has black hair in a side ponytail and is wearing a school uniform with a necktie. She has dead eyes and doesn't like being hugged. The image has a simple white background."
    },
    {
        "tags": "3girls, black_hair, blush, ear_piercing, english_text, greyscale, hair_ornament, hairclip, ijiranaide_nagatoro-san, monochrome, multiple_girls, nagatoro_hayase, piercing, profanity, school_uniform, shirt, sweatdrop, tan, tyrone, white_shirt",
        "caption": "The illustration by Tyrone depicts three girls from the manga Ijiranaide Nagatoro-san. One of the girls is Nagatoro Hayase who has black hair and a tan. She is wearing a school uniform with a white shirt and has an ear piercing. She also has a hair ornament and a hairclip. The image is in greyscale and monochrome. There is English text with profanity in the image. Nagatoro is blushing and has a sweatdrop on her face."
    },
    {
        "tags": "1girl, absurdres, apron, black_apron, black_eyes, black_hair, blush, bow, bowtie, burger, chainsaw_man, cheese, closed_mouth, collarbone, collared_shirt, commentary, fast_food, food, hair_ornament, hairclip, higashiyama_kobeni, highres, holding, holding_food, indoors, khyle., lettuce, looking_at_viewer, low_ponytail, mole, mole_on_cheek, mole_under_eye, mole_under_mouth, multiple_moles, one_eye_closed, ponytail, shirt, short_hair, short_ponytail, smile, solo, tomato, upper_body, waitress, white_shirt, window",
        "caption": "The illustration by Khyle. depicts Higashiyama Kobeni from the anime Chainsaw Man. She has black hair and eyes and is wearing a white collared shirt with a black apron. She has a low ponytail and is wearing a hairclip and a bowtie. She is holding a burger with lettuce, cheese, and tomato. She is indoors near a window and is looking at the viewer with one eye closed and a smile on her face. She has multiple moles on her cheek, under her eye, and under her mouth. The image is high resolution and absurdly large."
    },
    {
        "tags": "2boys, 2girls, absurdres, beret, black_gloves, black_hair, blue_eyes, blue_hair, braid, breasts, brown_hair, cape, cleavage, collared_cape, commentary, corset, dress, earrings, english_commentary, formal, frilled_sleeves, frills, genshin_impact, gloves, glowing, glowing_eyes, gradient_hair, green_cape, green_eyes, green_headwear, hand_on_own_hip, hands_on_own_hips, hat, highres, japanese_clothes, jewelry, kimono, nahida_(genshin_impact), long_hair, looking_at_viewer, multicolored_hair, multiple_boys, multiple_girls, nahida_(genshin_impact), orange_hair, purple_eyes, purple_hair, qiinamii, raiden_shogun, short_kimono, side_braids, side_ponytail, single_earring, sleeveless, sleeveless_dress, smile, suit, tassel, tassel_earrings, twin_braids, venti_(genshin_impact), white_dress, white_hair, zhongli_(genshin_impact)",
        "caption": "The illustration by Qiinamii depicts four characters from the game Genshin Impact. The characters are Zhongli, Venti, Raiden Shogun, and Nahida. Zhongli has brown hair and orange eyes. He is wearing formal attire with a cape. Venti has green eyes and white hair. He is wearing a suit and a beret. Raiden Shogun has black hair and purple eyes. She is wearing a short kimono with side braids and a single earring. Nahida has blue hair with a gradient and blue eyes. She is wearing a white dress with frilled sleeves and frills. She has a green cape with a collar and is wearing a green hat and black gloves. The image is high resolution and absurdly large."
    },
    {
        "tags": "10s, 1girl, absurdres, all_fours, black_shirt, black_socks, blonde_hair, blouse, blue_ribbon, blush, breasts, closed_mouth, collared_shirt, frilled_skirt, frills, from_side, full_body, gradient_hair, hair_between_eyes, hair_ribbon, highres, ikeda_kazumi, kawakami_mai, kneehighs, large_breasts, leaning_forward, light_brown_hair, light_purple_hair, light_smile, long_hair, long_sleeves, looking_at_viewer, megami_magazine, mole, mole_under_eye, multicolored_hair, musaigen_no_phantom_world, non-web_source, official_art, parted_bangs, pink_hair, pleated_skirt, ponytail, purple_eyes, ribbon, scan, school_uniform, shirt, side_ponytail, simple_background, sitting, skirt, smile, socks, solo, upper_body, white_background, white_skirt, yokozuwari",
        "caption": "The illustration by Ikeda Kazumi depicts Kawakami Mai from the anime Musaigen no Phantom World. She has blonde hair with a gradient and purple eyes. She is wearing a school uniform with a white collared shirt and a black skirt. She has a blue ribbon in her hair and is wearing black socks. She is sitting on her knees to the side and looking at the viewer with a light smile on her face. The artstyle is from the 10s. The image is high resolution and absurdly large."
    },
    {
        "tags": "1girl, blue_eyes, blue_hair, bubble_blowing, celebrity, chewing_gum, city_lights, door, dress, fins, fish_tail, gawr_gura, highres, hololive, hololive_english, looking_at_viewer, moral_cacoethes, multicolored_hair, pov, see-through, shark_girl, shark_tail, shawl, sparkle, streaked_hair, sunglasses, tail, twintails, virtual_youtuber",
        "caption": "The illustration by Moral Cacoethes depicts Gawr Gura, a virtual YouTuber associated with Hololive. She is a shark girl with white hair with blue streaks styled into twintails and blue eyes. She is wearing a see through dress that shows her gills. She is wearing sunglasses She is blowing a bubble with chewing gum while standing in front of a door with city lights in the background, acting like a celebrity."
    },
    {
        "tags": "1girl, animal_ears, blouse, blush, breasts, cleavage, collarbone, fox_ears, fukuro_daizi, genshin_impact, highres, large_breasts, long_hair, long_sleeves, looking_at_viewer, pink_hair, purple_eyes, shirt, smile, solo, white_shirt, yae_miko",
        "caption": "The illustration by Fukuro Daizi depicts a girl named Yae Miko from the game Genshin Impact. She has pink hair and fox ears. She is smiling and looking at the viewer with purple eyes. She is wearing a white blouse with long sleeves and a collarbone. She has large breasts and cleavage is visible. The image is high resolution and she is the only character in the image."
    },
    {
        "tags": "1girl, absurdres, aqua_eyes, blonde_hair, blush, can, female_focus, flat_chest, flower, forehead, full_body, hand_on_own_hip, highres, horns, japanese_clothes, katana, kimono, long_hair, original, personification, pointy_ears, sandals, sarashi, sash, sheath, sheathed, solo, sword, thigh_strap, weapon, yeun",
        "caption": "The illustration by Yeun depicts a flat chested girl with blonde hair and aqua eyes. She is blushing and has a flower on her forehead. She is wearing a kimono with a sash and sarashi. She has pointy ears and horns. She is holding a sheathed katana in one hand and has her other hand on her hip. She is wearing sandals and has a thigh strap. The image is high resolution and she is the only character in the image. The girl is a personification of a can."
    },
    {
        "tags": "1boy, 2girls, black_pantyhose, boots, braid, chaldea_uniform, dark-skinned_male, dark_skin, day, fate_grand_order, fate_(series), forest, fou_(fate), fujimaru_ritsuka_(female), grass, hair_between_eyes, hair_ornament, hair_scrunchie, highres, himitsu_(hi_mi_tsu_2), jacket, looking_at_viewer, lying, mash_kyrielight, multiple_girls, nature, one_eye_closed, one_side_up, orange_eyes, orange_hair, outdoors, pantyhose, purple_eyes, purple_hair, scrunchie, short_hair, side_ponytail, skirt, solomon_(fate), tattoo, tree, twitter_username, white_jacket",
        "caption": "The illustration by Himitsu depicts three characters from the Fate series, specifically Fate/Grand Order. The characters are Fujimaru Ritsuka (female), Mash Kyrielight, and Solomon. Fujimaru Ritsuka has orange hair and eyes and is wearing a white Chaldea uniform jacket with a skirt and black pantyhose. Mash Kyrielight has purple hair and eyes and is wearing a hair scrunchie with a side ponytail. Solomon is a dark-skinned male with a tattoo and is lying on the grass with one eye closed. They are in a forest during the day and Fou (Fate) is also present in the image. The image is high resolution."
    },
    {
        "tags": "2girls, absurdres, bag, balcony, benevole, black_footwear, black_hair, black_pantyhose, black_sailor_collar, black_thighhighs, blue_skirt, blush, brown_hair, brown_pantyhose, building, closed_eyes, door, doorway, evening, from_side, full_body, hand_on_another's_shoulder, highres, hug, kiss, loafers, long_hair, multiple_girls, open_door, orange_sky, original, pantyhose, pleated_skirt, railing, sailor_collar, school_bag, school_uniform, serafuku, shirt, shoes, sidelocks, skirt, sky, thighhighs, twintails, umbrella, umbrella_stand, white_shirt, yuri, zettai_ryouiki",
        "caption": "The illustration by Benevole depicts two girls in school uniforms on a balcony in the evening. One girl has black hair and is wearing a black sailor collar with a blue pleated skirt and black thigh-highs. The other girl has brown hair and is wearing a white shirt with a black sailor collar and a blue pleated skirt with brown pantyhose. They are hugging and kissing. There is an open door behind them with an umbrella stand and a school bag. The sky is orange and there are buildings in the background. The image is high resolution and depicts a yuri scene."
    },
    {
        "tags": "1girl, absurdres, animal_ears, backpack, bag, blouse, blue_thighhighs, blunt_bangs, bow, cat_ears, cat_girl, cat_tail, denim, denim_shorts, dorontabi, female_focus, fukuyama_mai, hair_bow, highres, idolmaster, idolmaster_cinderella_girls, one_eye_closed, parted_hair, paw_pose, ponytail, print_legwear, randoseru, scrunchie, shirt, shoes, short_shorts, shorts, simple_background, sleeveless, sleeveless_shirt, smile, solo, standing, standing_on_one_leg, star_(symbol), star_print, tail, tail_bow, tail_ornament, thighhighs, whiskers, white_background, wrist_scrunchie, yellow_bow",
        "caption": "The illustration by Dorontabi depicts a girl named Fukuyama Mai from the game Idolmaster Cinderella Girls. She is a cat girl with cat ears and a tail with a yellow bow. She is standing on one leg and making a paw pose with one eye closed. She is smiling and has blunt bangs with parted hair. She is wearing a sleeveless shirt with a blue blouse and denim shorts. She has a randoseru backpack and is wearing blue thigh-highs with star prints. The image has a simple white background and is high resolution."
    },
    {
        "tags": "1girl, absurdres, artoria_pendragon_(all), artoria_pendragon_(fate), blonde_hair, booth_seating, brand_name_imitation, burger, burger_king, commentary, crown, cup, disposable_cup, eating, english_commentary, fast_food, fate_stay_night, fate_(series), food, french_fries, green_eyes, highres, restaurant, saber, sasoura, solo, sparkle, table, tray, whopper",
        "caption": "The illustration by Sasoura depicts a girl named Artoria Pendragon, also known as Saber, from the Fate series, specifically Fate/Stay Night. She has blonde hair and green eyes and is wearing a crown. She is sitting in a booth at a Burger King restaurant and is eating a Whopper burger with french fries. There is a disposable cup on the table with a tray. The image has an English commentary and is high resolution."
    },
    {
        "tags": "3boys, absurdres, aether_(genshin_impact), aged_down, animal_ears, bandaid, bandaid_on_face, black_pants, black_shorts, blonde_hair, blue_eyes, brown_shirt, cat_boy, cat_ears, cat_tail, child, closed_eyes, fox_boy, fox_ears, fox_tail, genshin_impact, gloves, grey_shirt, highres, long_sleeves, male_focus, multiple_boys, one_eye_closed, open_mouth, orange_hair, oxygen_(0220), pants, red_scarf, scarf, shirt, shorts, tail, tartaglia_(genshin_impact), teeth, twitter_username, upper_teeth_only, yaoi, zhongli_(genshin_impact)",
        "caption": "The illustration depicts three boys from the anime Genshin Impact. One of them is Tartaglia and the other is Zhongli. They are both wearing black pants and brown shirts. Tartaglia has blonde hair and blue eyes, while Zhongli has orange hair and one eye closed. The third boy is Aether, who has blue eyes and blonde hair. He is wearing a grey shirt and black shorts. All three boys have animal ears and tails, with Tartaglia having cat ears and tail, Zhongli having fox ears and tail, and Aether having a cat tail and fox ears. They are all aged down to children in this illustration, with Aether having his eyes closed and drooling while Tartaglia has an open mouth with his upper teeth only visible. The image has a red scarf, gloves, and a bandaid on the face of one of the boys. The background is a room with windows"
    },
    {
        "tags": "1girl, breast_strap, breasts, brown_hair, dark-skinned_female, dark_skin, dungeon_ni_deai_wo_motomeru_no_wa_machigatteiru_darou_ka, green_eyes, hand_behind_ass, jewelry, looking_at_viewer, muscular, muscular_female, navel, short_hair, small_breasts, smile, tiona_hiryute",
        "caption": "The illustration depicts a dark-skinned female character named Tiona Hiryute from the anime Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka. She has brown short hair and green eyes. She is looking at the viewer and smiling. She is muscular and has small breasts. She is wearing a breast strap and jewelry. She has her hand behind her ass and her navel is visible. The image features one girl."
    },
    {
        "tags": "1girl, absurdres, aged_up, anya_(spy_x_family), black_jacket, black_skirt, green_background, green_eyes, hand_on_own_hip, highres, jacket, kneehighs, long_sleeves, nail_polish, pink_hair, pink_nails, shirt, short_hair, skirt, socks, solo, spy_x_family, thighs, white_shirt, white_socks, yamashita_shun'ya",
        "caption": "The illustration by Yamashita Shun'ya depicts an aged-up version of Anya from the anime Spy x Family. She has pink hair and green eyes. She is wearing a black jacket with long sleeves over a white shirt and a black skirt. She has her hand on her own hip and is wearing pink nail polish. She is also wearing white knee-high socks. The image has a green background and features one girl. The image is high resolution."
    },
    {
        "tags": "angry, beatrice_(re_zero), blonde_hair, blue_eyes, dress, drill_hair, hair_ribbon, long_hair, open_mouth, pantyhose, re_zero_kara_hajimeru_isekai_seikatsu, red_dress, ribbon, shoes, sidelocks, simple_background, stepped_on, striped, striped_pantyhose, symbol-shaped_pupils, teeth, twin_drills, yomo_(rb_crr)",
        "caption": "The illustration by Yomo depicts Beatrice from the anime Re:Zero kara Hajimeru Isekai Seikatsu. She has blonde hair styled in twin drills with sidelocks and a hair ribbon. She is wearing a red dress with striped pantyhose and shoes. She has blue eyes with symbol-shaped pupils and an open mouth showing her teeth. She appears angry and is stepping on something. The image has a simple background."
    },
    {
        "tags": "1girl, absurdres, black_footwear, black_skirt, blue_hair, blush, bow, bowtie, classroom, collared_shirt, commission, crossed_legs, day, female_child, full_body, furude_rika, hair_over_shoulder, hand_on_own_face, highres, higurashi_no_naku_koro_ni, indoors, loafers, long_hair, looking_at_viewer, open_mouth, pink_bow, pixiv_commission, pleated_skirt, purple_eyes, shirt, shoes, short_sleeves, sidelocks, sira_(user_dswn7488), sitting, skirt, smile, socks, solo, sunlight, teeth, white_shirt, white_socks",
        "caption": "The illustration by Sira is a Pixiv commission depicting Furude Rika from the anime Higurashi no Naku Koro ni. She is a female child with blue hair styled with sidelocks and a pink bow. She is wearing a white collared shirt with short sleeves, a black pleated skirt, white socks and black loafers. She is sitting in a classroom with her legs crossed and has one hand on her face. She is looking at the viewer with a smile and an open mouth showing her teeth. The image is high resolution and shows sunlight during the day."
    },
    {
        "tags": "2boys, action_taimanin, alley, androgynous, blue_eyes, blush, brown_hair, carrying, clenched_hands, embarrassed, frilled_skirt, frills, fuuma_kotarou_(taimanin_series), game_cg, highres, lilith-soft, long_hair, looking_to_the_side, mary_janes, miniskirt, multiple_boys, night, obui, pink_eyes, pleated_skirt, road, sailor_collar, shiny_skin, shoes, short_hair, skirt, street, sweat, taimanin_(series), taimanin_asagi, taimanin_rpgx, thighhighs, trap, twintails, uehara_shikanosuke, very_long_hair, white_thighhighs, wide_hips",
        "caption": "The illustration by Obui is a game CG from the Taimanin series by Lilith-Soft. It depicts two boys, Fuuma Kotarou and Uehara Shikanosuke, in an alley at night. Fuuma Kotarou has short brown hair and blue eyes and is carrying Uehara Shikanosuke who has very long pink hair styled in twintails. Uehara Shikanosuke is androgynous and is wearing a sailor collar shirt with a frilled miniskirt, white thighhighs and Mary Jane shoes. He appears embarrassed with a blush on his shiny skin and is looking to the side with clenched hands. The image is high resolution and shows sweat on their skin."
    },
    {
        "tags": "2girls, afterimage, animal_ears, arms_up, belt, black_eyes, blank_eyes, blue_footwear, blue_gloves, blue_hair, blue_pants, blue_sky, blush_stickers, boots, cape, cloud, constricted_pupils, crossover, day, emphasis_lines, female_focus, fingerless_gloves, fire_emblem, fire_emblem_awakening, flat_chest, full_body, furry, furry_female, gloves, glowing, grass, grin, happy, highres, holding, holding_sword, holding_weapon, jourd4n, long_hair, lucina_(fire_emblem), motion_lines, multiple_girls, nintendo, open_mouth, outdoors, outstretched_arms, pants, peppa_pig, peppa_pig_(series), pig_ears, pig_tail, red_cape, running, scabbard, scared, sharp_teeth, sheath, sideways_mouth, sky, smile, sword, tail, tears, teeth, thigh_boots, thighhighs, tiara, tunic, wavy_mouth, weapon, what, white_eyes",
        "caption": "The illustration by Jourd4n is a crossover between the Fire Emblem and Peppa Pig series. It depicts two girls, Lucina from Fire Emblem Awakening and Peppa Pig, running outdoors during the day with a blue sky and clouds in the background. Lucina has blue hair and is wearing a tunic with a red cape, blue pants, thigh boots and fingerless gloves. She is holding a sword with a sheath and has a grin on her face. Peppa Pig has black eyes and pig ears with a pig tail. She appears scared with tears in her eyes and is being chased by Lucina. The image is high resolution and shows motion lines and afterimages to emphasize their movement."
    },
    {
        "tags": "1girl, bag, breasts, chloe_von_einzbern, dark-skinned_female, dark_skin, dress, fate_kaleid_liner_prisma_illya, fate_(series), handbag, highres, hiroyama_hiroshi, looking_at_viewer, official_art, one_eye_closed, shopping_bag, shorts, small_breasts, smile, solo, storefront, sunglasses, tagme, wink",
        "caption": "The illustration by Hiroyama Hiroshi is official art from the Fate/Kaleid Liner Prisma Illya series. It depicts Chloe von Einzbern, a dark-skinned female with small breasts. She is wearing a dress with shorts and sunglasses and is carrying a handbag and a shopping bag. She is standing in front of a storefront and is looking at the viewer with a smile and one eye closed in a wink. The image is high resolution."
    },
    {
        "tags": "1girl, _d, ahoge, animal_ear_fluff, animal_ears, anya_(spy_x_family), black_dress, black_footwear, blush, cat_ears, cat_girl, cat_tail, closed_eyes, clothing_cutout, dress, fang, female_focus, full_body, green_eyes, hairpods, highres, kemonomimi_mode, knees_up, leaning_forward, long_sleeves, lying, mary_janes, multiple_views, on_side, open_mouth, pink_hair, ryota_(ry_o_ta), shoes, short_hair, signature, simple_background, sitting, skin_fang, sleeping, smile, spy_x_family, standing, tail, tail_through_clothes, thighhighs, white_background, white_thighhighs",
        "caption": "The illustration by Ryota depicts Anya from the Spy x Family series. She is a cat girl with pink hair styled with an ahoge cowlick and cat ears with animal ear fluff. She is wearing a black dress with long sleeves and a clothing cutout for her tail, white thighhighs and black Mary Jane shoes. The image shows multiple views of her standing, sitting and lying on her side. In one view she is sleeping with closed eyes and in another she is leaning forward with a smile and an open mouth showing a skin fang. The image has a simple white background and is high resolution."
    },
    {
        "tags": "1girl, barefoot, blush, body_blush, bouquet, breasts, bridal_garter, bridal_lingerie, bridal_veil, brown_hair, cleavage, collarbone, flower, kanojo_okarishimasu, legs, lingerie, long_hair, looking_at_viewer, medium_breasts, mizuhara_chizuru, navel, official_art, open_mouth, red_eyes, smile, solo, thighs, underwear, veil",
        "caption": "The illustration is official art from the Kanojo Okarishimasu series. It depicts Mizuhara Chizuru, a girl with brown hair and red eyes. She is wearing bridal lingerie with a bridal veil and a bridal garter. She is holding a bouquet of flowers and is barefoot. She has medium-sized breasts with cleavage and is showing her collarbone and navel. She is looking at the viewer with a smile and an open mouth. The image shows her legs and thighs with body blush."
    },
    {
        "tags": "1boy, absurdres, androgynous, artist_name, blouse, blue_shirt, blush, crossdressing, dress, embarrassed, highres, hood, kobayashi-san_chi_no_maidragon, long_sleeves, magatsuchi_shouta, purple_eyes, purple_hair, scared, screencap, shirt, short_hair, skirt, solo, tears, third-party_edit, trap",
        "caption": "The illustration is a third-party edit of a screencap from the Kobayashi-san Chi no Maidragon series. It depicts Magatsuchi Shouta, an androgynous boy with purple hair and purple eyes. He is crossdressing in a blue shirt with long sleeves and a skirt as well as a hood. He appears embarrassed and scared with a blush on his face and tears in his eyes. The image is high resolution."
    },
    {
        "tags": "1girl, absurdres, bed, bedroom, black_shirt, blue_eyes, blue_nails, blush, bottle, brown_hair, cardigan, cellphone, collared_shirt, fang, gyaru, hair_between_eyes, highres, ie_(raarami), jewelry, kasukabe_tsumugi, kneehighs, kogal, long_hair, looking_at_viewer, miniskirt, mole, mole_under_eye, nail_polish, necklace, necktie, off_shoulder, on_floor, one_side_up, open_cardigan, open_clothes, open_mouth, phone, plaid, plaid_skirt, school_uniform, shirt, sidelocks, sitting, skin_fang, skirt, socks, solo, thighs, voicevox, wariza, water_bottle, white_socks, yellow_cardigan, yellow_necktie",
        "caption": "The illustration by Ie depicts Kasukabe Tsumugi from the VoiceVox series. She is a gyaru girl with brown hair styled with sidelocks and a hair between her eyes. She is wearing a school uniform with a black collared shirt, yellow necktie, yellow cardigan and plaid miniskirt. She has blue eyes and blue nail polish on her nails. She is sitting on the floor in a wariza position with one side of her cardigan off her shoulder. She is holding a cellphone and a water bottle and is looking at the viewer with an open mouth showing a skin fang. The image is high resolution and shows her in a bedroom on a bed."
    },
    {
        "tags": "1boy, 1girl, akiyama_mio, aven, black_eyes, black_hair, blunt_bangs, colored_skin, crossover, english_text, engrish_text, epic, hime_cut, k-on!, moe_(phrase), moe_syzlak, moe_szyslak, movie_poster, parody, poster_(medium), pun, ranguage, school_uniform, the_simpsons, yellow_skin",
        "caption": "The illustration by Aven is a parody movie poster that is a crossover between the K-On! and The Simpsons series. It depicts Akiyama Mio from K-On! and Moe Szyslak from The Simpsons. Akiyama Mio has black hair styled in a hime cut with blunt bangs and is wearing a school uniform. Moe Szyslak has yellow skin and black eyes. The poster includes English text with a pun on the phrase moe and the character's name Moe Syzlak. The text also includes Engrish and is written in a ranguage style."
    },
    {
        "tags": "1boy, 1girl, _, bare_shoulders, black_footwear, black_skirt, black_thighhighs, blue_eyes, blue_hair, blue_necktie, blue_sash, blue_shirt, blush, boots, breasts, collarbone, color_connection, crossover, detached_sleeves, dougi, dragon_ball, dragon_ball_super, eye_contact, hair_between_eyes, hatsune_miku, heart, highres, jourd4n, long_hair, long_sleeves, looking_at_another, medium_breasts, necktie, sash, shirt, simple_background, skirt, sleeveless, sleeveless_shirt, smile, son_goku, spiked_hair, super_saiyan, super_saiyan_blue, thigh_boots, thighhighs, thighs, twintails, vocaloid, white_background, white_shirt",
        "caption": "The illustration by Jourd4n is a crossover between the Dragon Ball and Vocaloid series. It depicts Son Goku from Dragon Ball Super and Hatsune Miku from Vocaloid. Son Goku is in his Super Saiyan Blue form with spiked blue hair and blue eyes. He is wearing a sleeveless white shirt with a blue sash and black boots. Hatsune Miku has blue hair styled in twintails and is wearing a blue shirt with a blue necktie, black skirt, black thighhighs and thigh boots. She has detached sleeves and is showing her bare shoulders and collarbone. The two characters are making eye contact and smiling at each other with a heart between them. The image has a simple white background and is high resolution."
    },
    {
        "tags": "1girl, absurdres, baggy_clothes, barbell_piercing, bare_shoulders, black_choker, black_collar, black_nails, black_pants, blonde_hair, blush, breasts, choker, collar, colored_tips, denim, ear_piercing, earrings, fake_nails, gradient_hair, grin, gyaru, highres, industrial_piercing, jeans, jewelry, kitagawa_marin, long_hair, looking_at_viewer, medium_breasts, midriff, multicolored_hair, nail_polish, navel, one_eye_closed, open_clothes, open_shirt, panties, pants, piercing, pink_nails, red_eyes, red_hair, shirt, simple_background, smile, solo, sono_bisque_doll_wa_koi_wo_suru, standing, striped, striped_shirt, swept_bangs, tank_top, teeth, underwear, vertical-striped_shirt, vertical_stripes, yamashita_shun'ya",
        "caption": "The illustration by Yamashita Shun'ya depicts Kitagawa Marin from the Sono Bisque Doll wa Koi wo Suru series. She is a gyaru girl with long gradient hair that has colored tips and is styled with swept bangs. She is wearing baggy clothes including an open vertical-striped shirt with a black collar and a tank top that shows her bare shoulders and midriff. She has black pants and is wearing a black choker and earrings. She has red eyes and is looking at the viewer with a grin and one eye closed. The image is high resolution and shows her with black and pink nail polish on her fake nails."
    },
    {
        "tags": "1girl, ahoge, blue_eyes, blue_hair, blush, boots, braid, cloak, hair_between_eyes, highres, holding, holding_staff, long_hair, long_sleeves, looking_at_viewer, mushoku_tensei, no_headwear, rauto, roxy_migurdia, shadow, simple_background, solo, squatting, staff, very_long_hair, white_background, white_footwear",
        "caption": "The illustration by Rauto shows Roxy Migurdia from the Mushoku Tensei series. She is a girl with blue hair styled with an ahoge cowlick and a braid. She has blue eyes and is wearing a cloak with long sleeves and white boots. She is holding a staff and is squatting on the ground. She is looking at the viewer with a blush on her face. The image has a simple white background and is high resolution. It shows her shadow on the ground."
    },
    {
        "tags": "1boy, androgynous, animal_ears, black_thighhighs, blush, cat_boy, cat_ears, cat_tail, collarbone, erubo, hair_ornament, male_focus, open_mouth, original, polka_dot, red_eyes, short_hair, solo, tail, thighhighs, trap, white_hair, yohane_bonaventura",
        "caption": "The illustration by Yohane Bonaventura is an original work depicting an androgynous cat boy with white hair and red eyes. He has cat ears and a cat tail and is wearing black thighhighs with polka dots. He has a hair ornament and is showing his collarbone. He is looking at the viewer with a blush on his face and an open mouth. The image focuses on the male character and shows him as a solo subject."
    },
    {
        "tags": "1girl, ahoge, aiu404l, alarm_clock, bags_under_eyes, black_hair, box, cardboard_box, clock, comic, computer, crying, crying_with_eyes_open, cup, english_text, google, highres, hug, jaggy_lines, laptop, lonely, long_hair, looking_at_screen, messy_hair, milk, mug, oekaki, original, pajamas, sad, screen_light, search_bar, sitting, solo, tears, truth",
        "caption": "The illustration by Aiu404l is an original comic depicting a girl with black hair styled with an ahoge cowlick. She is wearing pajamas and is sitting in front of a laptop with a screen light. She has bags under her eyes and is crying with her eyes open. The image shows her searching on Google with the search bar and the text truth on the screen. She is surrounded by objects including an alarm clock, a cardboard box, a cup of milk and a mug. The comic includes English text and jaggy lines to convey her emotions. The image is high resolution and shows her hugging herself and looking sad and lonely."
    },
    {
        "tags": "1girl, _3, blush, brown_eyes, brown_hair, closed_mouth, hair_ornament, hairclip, highres, hirasawa_yui, indoors, k-on!, looking_at_viewer, meme, short_hair, smile, solo, trade_offer_(meme), upper_body, young_savage",
        "caption": "The illustration by Young Savage is a meme featuring Hirasawa Yui from the K-On! series. She is a girl with brown hair styled with a hairclip and brown eyes. She is indoors and is looking at the viewer with a cat smile and a closed mouth. The image is high resolution and shows her upper body. The meme is a parody of the trade offer meme format."
    },
    {
        "tags": "1girl, animal_ears, annie_(league_of_legends), collared_shirt, eyelashes, fake_animal_ears, green_eyes, highres, kneehighs, league_of_legends, light_blush, looking_at_viewer, puffy_short_sleeves, puffy_sleeves, purple_shirt, purple_skirt, red_hair, see-through, see-through_skirt, shirt, shoes, short_hair, short_sleeves, sitting, skirt, smile, socks, solo, usagi_(3828164), wariza, white_background",
        "caption": "The illustration by Usagi depicts Annie from the League of Legends game. She is a girl with red hair and green eyes. She is wearing a purple collared shirt with puffy short sleeves and a purple skirt that is see-through. She has fake animal ears and is wearing kneehigh socks and shoes. She is sitting in a wariza position and is looking at the viewer with a light blush on her face and a smile. The image has a simple white background and is high resolution."
    },
    {
        "tags": "1girl, armpits, bare_shoulders, black_hair, blush, breasts, circlet, detached_sleeves, from_side, genshin_impact, gloves, hair_ornament, highres, jagd, japanese_clothes, kujou_sara, large_breasts, looking_at_viewer, short_hair, sleeveless, solo, standing, thighs, vambraces, wide_sleeves, yellow_eyes",
        "caption": "The illustration by Jagd depicts Kujou Sara from the Genshin Impact game. She is a girl with black hair and yellow eyes. She is wearing Japanese clothes with detached wide sleeves and a sleeveless top that shows her bare shoulders and armpits. She has large breasts and is wearing gloves and vambraces. She has a hair ornament and a circlet on her head. The image is high resolution and shows her standing and looking at the viewer from the side. It shows her thighs and includes a blush on her face."
    },
    {
        "tags": "1girl, absurdres, alice_(nikke), animal_ear_headphones, animal_ears, bodysuit, breasts, covered_navel, cropped_jacket, fake_animal_ears, gloves, goddess_of_victory_nikke, grey_hair, headphones, headset, highres, impossible_bodysuit, impossible_clothes, jacket, latex, latex_bodysuit, long_hair, medium_breasts, multicolored_clothes, multicolored_gloves, onabe_no_shime, pink_bodysuit, pink_eyes, pink_gloves, pink_headphones, rabbit, red_jacket, shrug_(clothing), sidelocks, skin_tight, smile, solo, twintails, two-tone_gloves, white_gloves",
        "caption": "The illustration by Onabe no Shime depicts Alice from the Goddess of Victory Nikke series. She is a girl with grey hair styled in twintails with sidelocks. She is wearing a pink latex bodysuit that is skin-tight and covers her navel. She has a red cropped jacket that is worn as a shrug and multicolored gloves that are two-tone with pink and white. She has pink eyes and is wearing animal ear headphones with fake rabbit ears. The image is high resolution and shows her smiling."
    },
    {
        "tags": "1girl, blue_eyes, bodysuit, bracer, breasts, contrapposto, cowboy_shot, drop_shadow, eva_02, from_side, gloves, hair_between_eyes, headgear, highres, holding_own_arm, legs_apart, long_hair, looking_at_viewer, mecha, medium_breasts, neon_genesis_evangelion, optionaltypo, orange_hair, pale_skin, parted_lips, pilot_suit, plugsuit, robot, shadow, shiny_clothes, signature, skin_tight, solo, souryuu_asuka_langley, standing, two_side_up, white_background",
        "caption": "The illustration depicts a girl named Souryuu Asuka Langley from the anime Neon Genesis Evangelion. She has orange hair and blue eyes. She is standing in a contrapposto pose and is looking at the viewer. She is wearing a skin-tight bodysuit called a plugsuit with a bracer and gloves. The suit is shiny and she has a pale skin tone. She is holding her own arm and has her legs apart. The image has a white background with a drop shadow and is signed by the artist. The image is high resolution and shows Asuka from the side in a cowboy shot."
    },
    {
        "tags": "1girl, @_@, black_hair, blue_archive, commentary_request, flying_sweatdrops, full_body, glasses, hair_between_eyes, hair_ribbon, hairband, halo, hard-translated, highres, long_hair, long_sleeves, mojo, neckerchief, open_mouth, partial_commentary, purple_eyes, purple_hair, purple_hairband, purple_neckerchief, purple_ribbon, ribbon, ro_(aahnn), sidelocks, simple_background, sketch, skirt, sleeves_past_wrists, smell, solo, standing, third-party_edit, translated, ui_(blue_archive), very_long_hair, white_background, white_skirt",
        "caption": "The illustration depicts a girl named Ui from the game Blue Archive. She has purple hair and purple eyes. She is standing and has an open mouth with flying sweatdrops. She is wearing glasses and show her confused swirl eyes and has a halo above her head. She is wearing a white skirt with a purple neckerchief and a purple hairband. She also has a purple ribbon in her hair. The image has a simple white background and is a sketch. The image is high resolution and shows Ui's full body."
    },
    {
        "tags": "1boy, _d, astolfo_(fate), backpack, bag, braid, camera, commentary, english_commentary, fang, fate_apocrypha, fate_(series), hat, highres, hiking, holding, holding_camera, khyle., long_braid, long_hair, looking_at_viewer, male_focus, menstrual_pad, monster_energy, open_mouth, outdoors, pink_hair, purple_eyes, shoes, short_shorts, shorts, single_braid, skin_fang, smile, sneakers, solo, trap",
        "caption": "The illustration depicts a boy named Astolfo from the Fate series, specifically Fate/Apocrypha. He has pink hair and purple eyes, making him look like a girl and becoming a trap. He is smiling and has an open mouth with a skin fang. He is wearing a hat and is holding a camera while looking at the viewer. He is also holding a backpack and a bag. He is wearing short shorts and sneakers. The image is high resolution and shows Astolfo outdoors while hiking."
    },
    {
        "tags": "1girl, absurdres, blue_eyes, blue_hair, blue_skin, cloak, closed_mouth, colored_skin, dress, elden_ring, extra_arms, fur_cloak, fur_coat, hat, highres, jewelry, karasu_raven, long_hair, long_sleeves, looking_at_viewer, one_eye_closed, ranni_the_witch, ring, solo, witch_hat",
        "caption": "The illustration depicts a girl named Ranni the Witch from the game Elden Ring. She has blue hair and blue eyes. She has blue skin and is looking at the viewer with one eye closed and her mouth closed. She is wearing a dress with long sleeves and a fur cloak. She also has a fur coat and a witch hat. She has extra arms and is wearing jewelry including a ring. The image is high resolution and shows Ranni's full body."
    },
    {
        "tags": "2girls, _o, animal_ear_fluff, animal_ears, aqua_eyes, bangs_pinned_back, blonde_hair, blue_shorts, blush, cat_ears, cat_girl, cat_tail, child, cowboy_shot, crop_top, diona_(genshin_impact), eyes_visible_through_hair, genshin_impact, klee_(genshin_impact), light_brown_shirt, looking_at_viewer, medium_hair, multiple_girls, navel, one_eye_closed, pink_hair, red_eyes, short_shorts, short_sleeves, shorts, simple_background, smile, tail, tail_hug, thick_eyebrows, tutsucha_illust, twitter_username, v, white_background",
        "caption": "The illustration depicts two girls named Diona and Klee from the game Genshin Impact. Diona has blonde hair and aqua eyes while Klee has pink hair and red eyes. Both girls have cat ears and tails. Diona is wearing a light brown shirt with short sleeves and blue shorts while Klee is wearing a crop top and short shorts. Both girls are looking at the viewer with one eye closed and are smiling. The image has a simple white background and is a cowboy shot showing both girls from the waist up."
    },
    {
        "tags": "2girls, _, absurdres, artist_name, chainsaw_man, character_name, collared_shirt, crossed_arms, english_text, freckles, grey_background, hair_between_eyes, hair_ornament, hairclip, higashiyama_kobeni, highres, horns, long_hair, long_sleeves, meme, multiple_girls, necktie, off_shoulder, pants, parted_lips, ponytail, popopoka, power_(chainsaw_man), sharp_teeth, shirt, short_hair, speech_bubble, sweat, teeth, twitter, twitter_poll",
        "caption": "The illustration depicts two girls named Higashiyama Kobeni and Power from the manga Chainsaw Man. Kobeni has long hair and is wearing a collared shirt with a necktie and long sleeves. She has her arms crossed and has a hairclip in her hair. Power has short hair with horns and sharp teeth. She is wearing an off-shoulder shirt and pants. Both girls have parted lips and are sweating. The image has a grey background and is high resolution. It also includes a speech bubble with English text as part of a meme."
    },
    {
        "tags": "1girl, _o, absurdres, ass, bandaid, bare_shoulders, barefoot, blonde_hair, blush_stickers, bow, bracelet, camisole, corded_phone, cosplay, fang, full_body, furrowed_brow, green_bracelet, hair_between_eyes, highres, holding, holding_phone, jewelry, long_hair, looking_at_viewer, looking_back, monogatari_(series), off_shoulder, official_art, open_mouth, oshino_shinobu, pajamas, phone, pink_camisole, pink_pajamas, pink_ribbon, pink_shorts, ribbon, rotary_phone, scan, sengoku_nadeko, sengoku_nadeko_(cosplay), shorts, simple_background, solo, standing, strap_slip, talking, very_long_hair, watanabe_akio, white_background, yellow_eyes",
        "caption": "The illustration depicts a girl named Sengoku Nadeko from the Monogatari series. She is cosplaying as Oshino Shinobu and has blonde hair and yellow eyes. She is standing and looking back at the viewer with an open mouth and a furrowed brow. She is wearing a pink camisole and pink shorts with a pink ribbon in her hair. She is also wearing a green bracelet and is holding a corded rotary phone. The image has a simple white background and is high resolution. It shows Nadeko's full body and she is barefoot."
    },
    {
        "tags": "1girl, aqua_eyes, ball, bare_legs, bare_shoulders, barefoot, blue_eyes, blush, bow, eromanga_sensei, grey_hair, hair_between_eyes, hair_bow, highres, izumi_sagiri, long_hair, looking_at_viewer, low-tied_long_hair, on_floor, pink_bow, skirt, solo",
        "caption": "The illustration depicts a girl named Izumi Sagiri from the anime Eromanga Sensei. She has grey hair and aqua eyes. She is sitting on the floor and looking at the viewer with a blush on her face. She is wearing a skirt and is barefoot with bare legs. She has a pink bow in her low-tied long hair. The image is high resolution and shows Sagiri holding a ball."
    },
    {
        "tags": "1girl, bare_shoulders, blush, bridal_veil, cherry_blossoms, choker, collarbone, detached_sleeves, dress, closed_eyes, frilled_choker, frills, glasses, gloves, kobayashi-san_chi_no_maidragon, kobayashi_(maidragon), medium_hair, motokazu_(dontokodon), petals, red_hair, skirt_hold, smile, solo, sweatdrop, veil, wedding_dress, white_dress, white_gloves",
        "caption": "The illustration depicts a girl named Kobayashi from the anime Kobayashi-san Chi no Maidragon. She has red hair and is smiling with her eyes closed. She is wearing a white wedding dress with frills and detached sleeves. She also has a bridal veil and is wearing white gloves and a frilled choker. She is holding her skirt and has a blush on her face with a sweatdrop. The image shows cherry blossom petals falling around her."
    },
    {
        "tags": "1girl, blouse, blue_capelet, blue_headwear, blue_skirt, blue_vest, bow, bowtie, capelet, commentary, frilled_bow, frills, green_eyes, green_hair, hat, hat_bow, head_tilt, highres, long_hair, long_sleeves, looking_at_viewer, mima_(touhou), nikorashi-ka, parted_bangs, shirt, skirt, solo, touhou, touhou_(pc-98), upper_body, vest, white_bow, white_shirt, wizard_hat, yellow_bow",
        "caption": "The illustration depicts a girl named Mima from the Touhou Project. She has green hair and green eyes. She is looking at the viewer with a head tilt. She is wearing a white shirt with long sleeves and a blue vest. She also has a blue capelet and a blue skirt. She is wearing a wizard hat with a yellow bow and has a white bowtie. The image is high resolution and shows Mima's upper body."
    },
    {
        "tags": "1girl, animal_ear_fluff, animal_ears, ataruman, bed_sheet, blonde_hair, child, collarbone, commentary_request, commission, crossed_bangs, fox_ears, fox_tail, hair_between_eyes, hair_ornament, head_tilt, highres, holding, holding_own_tail, holding_with_tail, japanese_clothes, looking_at_viewer, lying, on_back, orange_eyes, petite, pillow, prehensile_tail, ribbon-trimmed_sleeves, ribbon_trim, senko_(sewayaki_kitsune_no_senko-san), sewayaki_kitsune_no_senko-san, short_hair, smile, solo, tail, wide_sleeves",
        "caption": "The illustration depicts a girl with a childlike body named Senko from the anime Sewayaki Kitsune no Senko-san. She has blonde hair and orange eyes. She is lying on her back on a bed sheet with a pillow and is looking at the viewer with a smile. She has fox ears and a fox tail that she is holding with her hand. She is wearing Japanese clothes with wide sleeves and ribbon trim. The image is high resolution and shows Senko's full body."
    },
    {
        "tags": "3girls, aqua_(konosuba), blonde_hair, blue_eyes, blue_hair, blush, breasts, darkness_(konosuba), highres, kono_subarashii_sekai_ni_shukufuku_wo!, lalatina_dustiness_ford, large_breasts, leotard, megumin, multiple_girls, playboy_bunny, ponytail, rabbit_ears, rabbit_tail, red_eyes, ribbon, short_hair, small_breasts",
        "caption": "The illustration depicts three girls named Aqua, Darkness (Lalatina Dustiness Ford), and Megumin from the anime Kono Subarashii Sekai ni Shukufuku wo! (Konosuba). Aqua has blue hair and blue eyes while Darkness has blonde hair and blue eyes. Megumin has short black hair and red eyes. All three girls are wearing playboy bunny leotards with rabbit ears and tails. Aqua and Darkness have large breasts while Megumin has small breasts. The image is high resolution and shows all three girls blushing."
    },
    {
        "tags": "10s, 6+boys, 6+girls, absurdres, action_figure, all_might, animal_head, aoyama_yuuga, ashido_mina, asui_tsuyu, bakugou_katsuki, bare_arms, bare_shoulders, barefoot, black_hair, black_sclera, blonde_hair, blush, blush_stickers, boku_no_hero_academia, breasts, brown_hair, casual, clenched_teeth, closed_mouth, colored_sclera, colored_skin, controller, couch, crossover, cup, dark_souls_(series), doll, dualshock, everyone, excited, fangs, feeding, feet, food, frog_girl, fruit, game_controller, gamepad, glasses, green_eyes, green_hair, grin, hagakure_tooru, hair_between_eyes, happy, high_ponytail, highres, horns, iida_tenya, indoors, invisible, jirou_kyouka, justin_leyva_(steamy_tomato), kaminari_denki, kirishima_eijirou, knife, kouda_kouji, large_breasts, living_room, long_hair, looking_at_another, looking_at_viewer, looking_to_the_side, matching_hair_eyes, midoriya_izuku, mineta_minoru, mug, multicolored_hair, multiple_boys, multiple_girls, no_pupils, ojiro_mashirao, on_couch, one-punch_man, open_mouth, orange_(fruit), orange_slice, overwatch, overwatch_1, overwatch_league, pink_hair, pink_skin, plate, playing_games, playstation_controller, ponytail, purple_hair, red_eyes, red_hair, room, saitama_(one-punch_man), satou_rikidou, sero_hanta, sharp_teeth, shirt, short_hair, shorts, shouji_mezou, sitting, sleeveless, sleeveless_shirt, smile, spiked_hair, spoon, sweatdrop, t-shirt, table, tank_top, teeth, todoroki_shouto, tokoyami_fumikage, tongue, tongue_out, toy, two-tone_hair, uraraka_ochako, white_hair, yagi_toshinori, yaoyorozu_momo, yellow_eyes",
        "caption": "The illustration depicts a group of characters from the anime Boku no Hero Academia (My Hero Academia) and other series such as One-Punch Man and Overwatch. The characters are sitting on a couch and playing games with controllers. Some of the characters include All Might (Yagi Toshinori), Aoyama Yuuga, Ashido Mina, Asui Tsuyu, Bakugou Katsuki, Hagakure Tooru, Iida Tenya, Jirou Kyouka, Kaminari Denki, Kirishima Eijirou, Kouda Kouji, Midoriya Izuku, Mineta Minoru, Ojiro Mashirao, Satou Rikidou, Sero Hanta, Shouji Mezou, Todoroki Shouto, Tokoyami Fumikage, Uraraka Ochako and Yaoyorozu Momo. The image is high resolution and shows the characters in a living room setting with food and drinks on a table."
    },
    {
        "tags": "6+girls, ahoge, animal_ear_fluff, animal_ears, animal_hood, arms_up, belt, bike_shorts, black_footwear, black_gloves, black_headwear, blonde_hair, bloomers, blunt_bangs, bodysuit, boots, braid, brown_hair, bush, cat_ears, cat_girl, cat_tail, child, cloud, detached_sleeves, diona_(genshin_impact), dress, fake_animal_ears, fake_tail, female_child, fingerless_gloves, flower, forehead, full_body, genshin_impact, gloves, green_eyes, hair_flower, hair_ornament, halo, hand_on_own_chin, hat, hiding, highres, hood, japanese_clothes, kimono, klee_(genshin_impact), leaf, leaf_on_head, legs, long_hair, lumine_(genshin_impact), map, midriff, multiple_girls, navel, ofuda, open_mouth, outdoors, paimon_(genshin_impact), pantyhose, pink_hair, pointing, ponytail, purple_dress, purple_hair, purple_headwear, qiqi_(genshin_impact), raccoon_ears, raccoon_tail, red_dress, red_eyes, red_headwear, running, sakimiya_mafu, sayu_(genshin_impact), shading_eyes, shirt, shoes, short_dress, short_hair, short_kimono, short_shorts, shorts, sky, smile, tail, thighs, toeless_footwear, toes, topknot, tree, twintails, underwear, white_bloomers, white_bodysuit, white_hair, white_pantyhose, white_shirt, white_sleeves, yellow_kimono",
        "caption": "The illustration depicts a group of girls from the game Genshin Impact. Some of the characters include Diona, Klee, Lumine, Paimon, Qiqi and Sayu. The girls are shown in various poses and outfits. Some are wearing animal ears and tails while others have fake animal ears and tails. Some are wearing dresses or kimonos while others have bodysuits or bike shorts. The image is high resolution and shows the girls outdoors with trees, bushes and clouds in the background. Some of the girls are running or pointing while others are hiding or shading their eyes."
    },
    {
        "tags": "3girls, ahoge, akatsuki_uniform, blonde_hair, breasts, commentary, cosplay, crossover, double_bun, english_commentary, eyes_visible_through_hair, forehead_protector, frown, gradient_background, green_eyes, green_hair, grey_background, hair_between_eyes, hair_bun, highres, hololive, hololive_fantasy, horns, kiryu_coco, large_breasts, long_hair, looking_at_viewer, mano_aloe, multicolored_hair, multiple_girls, myahogao, naruto_(series), orange_hair, pink_hair, pointy_ears, red_eyes, short_hair, signature, simple_background, streaked_hair, trait_connection, two-tone_hair, uruha_rushia, virtual_youtuber, yellow_background",
        "caption": "The illustration depicts three girls named Kiryu Coco, Mano Aloe and Uruha Rushia from the virtual YouTuber group Hololive Fantasy. They are cosplaying as characters from the Naruto series and are wearing Akatsuki uniforms. Coco has blonde hair and green eyes while Aloe has multicolored hair and red eyes. Rushia has green hair and green eyes. All three girls have ahoges and are looking at the viewer. The image has a simple gradient background that transitions from grey to yellow. The image is high resolution and shows the girls' upper bodies with their large breasts visible. Rushia has a double bun hairstyle and short hair while Aloe and Coco have long hair with streaks. All three girls are wearing forehead protectors and have frowns on their faces."
    },
    {
        "tags": "_3, ahoge, amane_kanata, animal_ears, animal_hood, apple, aqua_hair, backwards_hat, black_background, black_hair, blonde_hair, blood, blood_on_face, blue_eyes, blue_hair, blunt_bangs, bone_hair_ornament, bow, braid, brown_eyes, brown_hair, carrot_hair_ornament, cat_ears, cat_girl, chart, choker, clenched_teeth, closed_eyes, diagonal-striped_bow, dog_ears, dog_girl, dragon_girl, dragon_horns, drooling, english_text, engrish_text, fangs, flaming_eyes, food, food-themed_hair_ornament, fox_ears, fox_girl, fruit, gawr_gura, gloom_(expression), gradient_hair, grey_eyes, hair_bow, hair_ornament, halo, hat, highres, hololive, hololive_english, hood, horn_bow, horn_ornament, horns, inugami_korone, jester_cap, kiryu_coco, lion_ears, lion_girl, multicolored_hair, nekomata_okayu, ninomae_ina'nis, omaru_polka, ookami_mio, oozora_subaru, open_mouth, orange_eyes, orange_hair, pink_eyes, pink_hair, pointy_ears, purple_eyes, purple_hair, rabbit_ears, rabbit_girl, ranguage, red_hair, sailor_collar, shaded_face, shark_hood, sheep_girl, sheep_horns, shirakami_fubuki, shishiro_botan, short_hair, simple_background, single_braid, single_hair_intake, skin_fangs, smile, star_halo, streaked_hair, sweat, takanashi_kiara, tataki_tuna, teeth, tentacle_hair, tilted_headwear, tsunomaki_watame, twin_braids, two-tone_hair, usada_pekora, virtual_youtuber, white_hair, wolf_ears, wolf_girl",
        "caption": "The illustration by tataki tuna depicts a group of girls from the virtual YouTuber group Hololive. Some of the characters include Amane Kanata, Gawr Gura, Inugami Korone, Kiryu Coco, Nekomata Okayu, Ninomae Ina'nis, Omaru Polka, Ookami Mio, Oozora Subaru, Shirakami Fubuki, Shishiro Botan, Takanashi Kiara, Tsunomaki Watame and Usada Pekora. The girls are shown in various poses and outfits with some wearing animal ears and hoods while others have hats or hair ornaments. Some of the girls are holding food such as apples or carrots while others have blood on their faces or are drooling. The image has a black background and is high resolution. It shows the girls with various expressions such as smiling or clenching their teeth."
    },
    {
        "tags": "1girl, absurdres, brown_eyes, brown_hair, closed_mouth, commentary_request, forehead, highres, karakai_jouzu_no_takagi-san, long_hair, looking_at_viewer, parted_bangs, shirt, short_sleeves, simple_background, smile, solo, takagi-san, upper_body, white_background, white_shirt, yamamoto_souichirou",
        "caption": "The illustration depicts a girl named Takagi-san from the anime Karakai Jouzu no Takagi-san. She has brown hair and brown eyes. She is looking at the viewer with a smile and her mouth closed. She is wearing a white shirt with short sleeves. The image has a simple white background and is high resolution. It shows Takagi-san's upper body. The artist of this illustration is Yamamoto Souichirou."
    },
    {
        "tags": "1girl, absurdres, arm_up, baseball_cap, brown_eyes, brown_hair, car, food, from_side, gas_pump, gas_pump_nozzle, gas_station, ground_vehicle, hat, highres, honda_civic, jumpsuit, lexus_lfa, long_hair, looking_at_viewer, motor_vehicle, non_porn, original, pocky, product_placement, red_shirt, sawkm, shirt, sitting, sitting_on_car, solo, sports_car",
        "caption": "The illustration depicts a girl sitting on a sports car at a gas station, a lexus LFA. She has brown hair and brown eyes and is looking at the viewer. She is wearing a red shirt and a jumpsuit with a baseball cap on her head. She has one arm up and is holding a gas pump nozzle. In the background, there is another car, a Honda Civic. The girl is also holding a box of Pocky, a brand of snack food. The image is high resolution and shows the girl from the side. The artist of this illustration is Sawkm."
    },
    {
        "tags": "1girl, animal_costume, animal_ear_fluff, animal_ears, animal_hood, barefoot, biting, blue_eyes, blue_hair, blue_hoodie, blunt_bangs, blush, cat_ears, cosplay, creature, embarrassed, feet, fins, fish_tail, gawr_gura, highres, hololive, hololive_english, hood, hoodie, looking_at_viewer, medium_hair, meemo, multicolored_hair, multiple_views, off_shoulder, paw_pose, shark_costume, shark_girl, shark_hood, shark_tail, sharp_teeth, silver_hair, simple_background, sleeves_past_wrists, streaked_hair, sweatdrop, tail, takodachi_(ninomae_ina'nis), teeth, two_side_up, virtual_youtuber, watson_amelia, watson_amelia_(cosplay), white_background, wide_sleeves, yarn, yarn_ball",
        "caption": "The illustration shows Gawr Gura from the virtual YouTuber group Hololive English. She is cosplaying as Watson Amelia and is wearing a blue hoodie with a shark hood and shark tail. She has blue hair with streaks of silver and blue eyes. She is looking at the viewer with a blush on her face and is biting a yarn ball. She is also wearing an off-shoulder hoodie with wide sleeves that go past her wrists. The image has a simple white background and is high resolution. It shows multiple views of Gura including her bare feet and shark tail."
    },
    {
        "tags": "1girl, aqua_(konosuba), blue_eyes, blue_hair, blush, fagi_(kakikaki), kono_subarashii_sekai_ni_shukufuku_wo!, long_hair, looking_at_viewer, open_mouth, outdoors, solo",
        "caption": "The illustration by Fagi shows a girl named Aqua from the anime Kono Subarashii Sekai ni Shukufuku wo! She has blue hair and blue eyes and is blushing. She has her mouth open and is looking at the viewer. She is outdoors and is alone."
    },
    {
        "tags": "1girl, _d, absurdres, ahoge, artoria_pendragon_(all), artoria_pendragon_(fate), bent_over, black_thighhighs, blonde_hair, braid, breath, coat, contemporary, fate_stay_night, fate_(series), french_braid, gloves, green_eyes, highres, newtype, official_art, open_mouth, plaid, plaid_skirt, red_scarf, saber, scan, scarf, skirt, smile, solo, striped, striped_scarf, takeuchi_takashi, thighhighs, zettai_ryouiki",
        "caption": "The illustration by Takeuchi Takashi is an official art for the magazine Newtype. It features a girl named Artoria Pendragon, also known as Saber, from the Fate series. She has blonde hair with an ahoge cowlick and a french braid. She has green eyes and a smile on her open mouth. She is wearing a coat, gloves, a plaid skirt, black thighhighs and a red scarf with white stripes. She is bent over and holding her scarf with one hand. She is breathing out and there is visible breath in the air. She is in a contemporary setting and is alone. The image has a high resolution and is absurdly detailed."
    },
    {
        "tags": "2girls, ban!_(bansankan), choker, collarbone, contrapposto, covered_navel, cup, drinking_glass, fate_grand_order, fate_(series), flower, gas_mask, gloves, gluteal_fold, gourd, groin, hair_flower, hair_ornament, high_heels, horns, jacket, katsushika_hokusai_(fate), looking_at_viewer, mask, multiple_girls, octopus, oni_horns, purple_eyes, purple_hair, sakazuki, see-through, shuten_douji_(fate), single_thighhigh, standing, standing_on_one_leg, tentacles, thigh_gap, thigh_strap, thighhighs, tokitarou_(fate), wide_hips, wine_glass",
        "caption": "The illustration by Ban! shows two girls from the Fate series: Shuten Douji and Katsushika Hokusai. Shuten Douji has purple hair with oni horns and a flower. She has purple eyes and a choker. She is wearing a see-through jacket, gloves, a single thighhigh and a thigh strap. She has wide hips, a thigh gap and a gluteal fold. She is holding a wine glass and a gourd. She is looking at the viewer and smiling. Katsushika Hokusai has purple hair with an octopus hair ornament. She has purple eyes and a gas mask. She is wearing a jacket, thighhighs and high heels. She has a collarbone and a covered navel. She is holding a cup and a sakazuki. She is standing on one leg in a contrapposto pose. She is looking at the viewer and frowning. There are tentacles behind them and a flower in front of them. They are in an unknown setting and are together."
    },
    {
        "tags": "1girl, absurdres, apron, bag, bare_legs, black_footwear, black_hair, blazer, blue_eyes, blue_skirt, breasts, brown_footwear, brown_thighhighs, closed_mouth, commentary_request, contrapposto, cosplay, creatures_(company), dress, earrings, frown, full_body, game_freak, gloves, grey_background, hand_on_own_hip, handbag, hat, high_heels, highres, jacket, jenny_(pokemon), jenny_(pokemon)_(cosplay), jewelry, joy_(pokemon), joy_(pokemon)_(cosplay), lass_(pokemon), lass_(pokemon)_(cosplay), letterboxed, loafers, looking_at_viewer, loose_necktie, marnie_(pokemon), medium_hair, miniskirt, necktie, nintendo, nurse, nurse_cap, open_mouth, pink_dress, pink_footwear, pleated_skirt, pokemon, pokemon_(anime), pokemon_(classic_anime), pokemon_(game), pokemon_swsh, police, police_uniform, puffy_short_sleeves, puffy_sleeves, sandals, school_uniform, shirt, shoes, short_sleeves, side_slit, simple_background, skirt, small_breasts, standing, thighhighs, tm_(hanamakisan), twintails, uniform, white_apron, white_gloves, white_shirt",
        "caption": "The illustration by TM shows Marnie from the Pokemon Sword and Shield games cosplaying as three different characters from the Pokemon franchise. She has black hair and blue eyes and is standing in front of a grey background. The image is letterboxed and has a high resolution. Marnie is wearing a dress with puffy sleeves, a side slit, black footwear and gloves. She has twintails and a frown. She is also wearing a police uniform with a hat, a blazer, a white shirt, a loose necktie, a skirt, thighhighs and loafers. She has a handbag and a hand on her own hip. She is cosplaying as Jenny from the Pokemon anime. She is also wearing a nurse outfit with a nurse cap, a white apron, a pink dress, puffy short sleeves, white gloves, sandals and earrings. She has an open mouth and is holding a bag. She is cosplaying as Joy from the Pokemon anime. She is also wearing a school uniform with a jacket, a white shirt, a blue skirt, brown thighhighs and brown footwear. She has a closed mouth and is looking at the viewer. She is cosplaying as Lass from the Pokemon games."
    },
    {
        "tags": "1girl, annoyed, artist_name, black_dress, dress, green_eyes, green_hair, head, highres, looking_up, medium_hair, one-punch_man, parted_lips, simple_background, solo, sorapoi, tatsumaki, teeth, white_background",
        "caption": "The illustration by Sorapoi shows a girl named Tatsumaki from the anime One-Punch Man. She has green hair and green eyes and is wearing a black dress. She has medium hair and a head. She is looking up and has parted lips. She is showing her teeth and looks annoyed. She is on a white background and is alone. The image has a high resolution and a simple background."
    },
    {
        "tags": "1girl, blonde_hair, collarbone, creatures_(company), facing_viewer, game_freak, gen_2_pokemon, grey_eyes, jewelry, kneeling, looking_at_viewer, mina_(pokemon), nail_polish, nintendo, on_floor, paint, paint_splatter, painting_(object), pink_nails, pokemon, pokemon_(game), pokemon_sm, ring, snubbull, solo, yugen99",
        "caption": "The illustration by Yugen99 shows a girl named Mina from the Pokemon games. She has blonde hair and grey eyes and is wearing a ring and nail polish. She has a collarbone and is facing the viewer. She is kneeling on the floor and is looking at the viewer. She is holding a painting of a Snubbull, a gen 2 Pokemon. She has paint and paint splatter on her hands and clothes. She is in an unknown setting and is alone."
    },
    {
        "tags": "00s, 10s, 1980s_(style), 1990s_(style), 20th_century_boys, 6+girls, @_@, akagi_haruko, akemi_homura, akiyama_mio, alps_no_shoujo_heidi, annotation_request, aoki_yuriko, armlet, arms_up, asari-chan, ashita_no_joe, azuki_miho, azumanga_daiou, bag, bakuman, belt, berserk, bishoujo_senshi_sailor_moon, black_hair, bleach, blush_stickers, boots, bottle, bow, bracelet, braid, broom, capcom, cape, cardcaptor_sakura, casca_(berserk), character_request, cheerleader, chi-chi_(dragon_ball), chibi_maruko-chan, china_dress, chinese_clothes, choroko_(osomatsu-san), chun-li, circlet, cleavage_cutout, clenched_hands, clipboard, closed_mouth, clothing_cutout, coat, collar, crayon_shin-chan, cropped_jacket, crossover, d.gray-man, daidouji_tomoyo, doraemon, double_bun, dr._slump, dragon_ball, dragon_print, dragon_quest, dragon_quest_dai_no_daibouken, dragon_quest_iii, dragon_quest_roto_no_monshou, dragon_quest_yuusha_abel_densetsu, dragonball_z, dress, earrings, eimi_(dai_no_daibouken), enma_ai, etou_ranze, eyelashes, eyeshield_21, fighter_(dq3), fighting_stance, final_fantasy, final_fantasy_vii, final_fantasy_viii, fingerless_gloves, fubuki_(one-punch_man), fullmetal_alchemist, fur_trim, fushigi_na_merumo, gegege_no_kitarou, gintama, glasses, gloves, gouda_jaiko, greyscale, hagoromo_gitsune, hair_between_eyes, hair_bow, hair_bun, hair_ornament, hair_slicked_back, hairband, hajime_no_ippo, hakama, hakama_skirt, half_updo, hamano_asari, hat, hayakawa_kyouko, heidi_(alps_no_shoujo_heidi), high_school!_kimengumi, high_score_girl, highres, higurashi_kagome, himitsu_no_akko-chan, himouto!_umaru-chan, hino_rei, holding, holding_sword, holding_weapon, hoshi_akiko, hyuuga_hinata, i_s, ibuki_maya, ichigo_100_percent, ichihara_yuuko, ichiko_(osomatsu-san), idolmaster, idolmaster_(classic), imai_nobume, inuyasha, isono_wakame, izumi_curtis, jacket, jacket_on_shoulders, japanese_clothes, jarinko_chie, jewelry, jigoku_shoujo, jojo_no_kimyou_na_bouken, k-on!, kagami_atsuko, kanzaki_nao, kasuga_ayumu, kekkaishi, kicking, kiki_(majo_no_takkyuubin), kikuchi_makoto, kimi_ni_todoke, kimono, konohagakure_symbol, kuchiki_rukia, kuronuma_sawako, kyojin_no_hoshi, kyou_kara_ore_wa!!, lee_(dragon_garou), lenalee_lee, liar_game, lisa_lisa, long_hair, long_sleeves, mahou_shoujo_madoka_magica, majo_no_takkyuubin, makimachi_misao, mashiba_kumi, matsuzaka_ume, meitantei_conan, merumo, mikasa_ackerman, minamoto_shizuka, miyake_shinobu, mob_psycho_100, monkey_tail, monochrome, motoba_kirie, mouri_ran, multiple_crossover, multiple_girls, nakamura_asako, nana_(series), nanase_chiaki, naruto, naruto_(series), neck_ribbon, necklace, nekomusume, neon_genesis_evangelion, nico_robin, nurarihyon_no_mago, nurse, nurse_cap, oldschool, one-punch_man, one_piece, oono_akira, osaki_nana, osomatsu-san, otonari_hisako, outstretched_arm, outstretched_arms, own_hands_together, pants, parted_lips, pelvic_curtain, photo_(medium), polearm, pom_pom_(cheerleading), princess_sapphire, puff_and_slash_sleeves, puffy_short_sleeves, puffy_sleeves, ranma_1_2, ready_to_draw, retro_artstyle, ribbon, ribbon_no_kishi, rimless_eyewear, rokudenashi_blues, rurouni_kenshin, sailor_mars, sailor_senshi, sakura_momoko, sakura_taisen, saotome_roman, sazae-san, scared, scarf, school_uniform, serafuku, seripa, setoguchi_yukiji, sheeta, shingeki_no_kyojin, shinguuji_sakura, shiraki_youko, short_hair, short_sleeves, short_twintails, shoulder_bag, side_ponytail, single_braid, sket_dance, skirt, slam_dunk_(series), sleeveless, smile, spiked_bracelet, spikes, spread_arms, staff, star_(symbol), star_earrings, street_fighter, sword, tail, takane_tsubomi, takemoto_chie, taki_suzuna, tears, tendou_akane, tenkuu_no_shiro_laputa, tetsuwan_atom, tialah, tifa_lockhart, tokimeki_tonight, toujou_aya, trait_connection, translated, tsun_tsururin, twin_braids, twintails, uran_(tetsuwan_atom), urusei_yatsura, ushio_to_tora, videl, weapon, world_masterpiece_theater, xxxholic, yao_(roto_no_monshou), yoshizuki_iori, yukimura_tokine",
        "caption": "The illustration by unknown artist shows a crossover of many female characters from various anime, manga and video games. They are arranged in rows according to the decade they were created or popularized. The image is greyscale and has a high resolution. The characters are: From the 1970s: Heidi from Alps no Shoujo Heidi, Akko-chan from Himitsu no Akko-chan, Merumo from Fushigi na Merumo, Chie from Jarinko Chie, Wakame from Sazae-san and Ranze from Tokimeki Tonight. From the 1980s: Arale from Dr. Slump, Chi-chi from Dragon Ball, Fighter from Dragon Quest III, Eimi from Dragon Quest: Dai no Daibouken, Chun-li from Street Fighter, Casca from Berserk and Tomoyo from Cardcaptor Sakura. From the 1990s: Sailor Mars from Sailor Moon, Kagome from Inuyasha, Yuriko from Golden Boy, Nao from Liar Game, Yuuko from xxxHolic, Enma Ai from Jigoku Shoujo and Maya from Neon Genesis Evangelion. From the 2000s: Haruko from FLCL, Homura from Puella Magi Madoka Magica, Mio from K-ON!, Hinata from Naruto, Nobume from Gintama, Izumi from Fullmetal Alchemist and Gitsune from Nurarihyon no Mago. From the 2010s: Umaru-chan from Himouto! Umaru-chan, Fubuki from One-Punch Man, Ichiko from Osomatsu-san, Miho from Bakuman, Choroko from Osomatsu-san, Atsuko Kagami (cosplaying as Asari-chan) and Ayumu Kasuga (cosplaying as Shin-chan)."
    },
    {
        "tags": "1girl, anime_screencap, blonde_hair, blue_eyes, blue_necktie, breasts, enome, frilled_shirt, frilled_skirt, frills, futoku_no_guild, highres, huge_breasts, long_hair, long_sleeves, mature_female, necktie, screencap, shirt, side_ponytail, sidelocks, skirt, smile, stitched, thighs, third-party_edit, white_shirt, white_skirt",
        "caption": "The illustration is a screencap from the anime Futoku no Guild. It shows Enome, mature female character with blonde hair, blue eyes, and huge breasts. She has a side ponytail and sidelocks. She is wearing a white shirt with frills and a blue necktie. She also has a white skirt with frills that reveals her thighs. She is smiling and looking at the camera. The image is high resolution and has been stitched and edited by a third party."
    },
    {
        "tags": "artificial_eye, blush, cocked_eyebrow, colored_sclera, colored_skin, commentary, cyberpunk_(series), cyberpunk_edgerunners, english_commentary, frown, glasses, green_hair, highres, looking_at_viewer, mechanical_eye, neck_tattoo, petite, rebecca_(cyberpunk), red_eyes, red_sclera, simple_background, tattoo, twintails, white_skin, zlix0n",
        "caption": "The illustration by Zlix0n features a character named Rebecca from the anime Cyberpunk Edgerunners, which is based on the Cyberpunk series. She has white skin and green hair with twintails. She has a mechanical eye with a red sclera and a red eye with a colored sclera. She also has a neck tattoo and glasses. She is looking at the viewer with a cocked eyebrow and a frown. She is blushing slightly. The image has a simple background and an English commentary."
    },
    {
        "tags": "13o, 1girl, _d, _, animal_ears, bad_id, bad_twitter_id, blue_bow, blush, bone_hair_ornament, bow, braid, breasts, brown_eyes, brown_hair, cleavage, commentary_request, dog_ears, dress, empty_eyes, fang, hair_between_eyes, hair_ornament, hololive, inugami_korone, jacket, looking_at_viewer, off_shoulder, open_clothes, open_jacket, open_mouth, pet_cone, red_bow, simple_background, skin_fang, sleeveless, sleeveless_dress, small_breasts, smile, solo, spoken_question_mark, transparent, twin_braids, upper_body, virtual_youtuber, white_background, white_dress, yellow_jacket",
        "caption": "The illustration by 13o is a fan art of Inugami Korone, a virtual YouTuber from Hololive. She is a girl with dog ears and a fang. She has brown hair with twin braids and bone hair ornaments. She also has brown eyes and a skin fang. She is wearing a white sleeveless dress with a blue bow and a red bow. She also has a yellow jacket that is open and off her shoulders. She is smiling and looking at the viewer with an open mouth and empty eyes that show confusion. She has a pet cone around her neck. The image has a white background and a transparent border. The artist has requested commentary and added a spoken question mark"
    },
    {
        "tags": "1girl, black_hair, black_thighhighs, blue_eyes, blue_kimono, feet, fishnet_shirt, hair_bun, highres, japanese_clothes, kimono, kneeling, kunoichi_tsubaki_no_mune_no_uchi, long_hair, looking_at_viewer, mokuren_(kunoichi_tsubaki_no_mune_no_uchi), open_mouth, sandals, shin_(shincrz), short_kimono, single_hair_bun, sliding_doors, smile, solo, thighhighs, thighs, toeless_legwear, toes",
        "caption": "The illustration by Shin is a character design of Mokuren, a kunoichi from the game Kunoichi Tsubaki no Mune no Uchi. She has black hair with a single hair bun and blue eyes. She is wearing a blue kimono that is short and open, revealing her thighs and feet. She also has a fishnet shirt under her kimono and black thighhighs that are toeless. She is kneeling on the floor and smiling at the viewer with an open mouth. She is in front of sliding doors that have a floral pattern."
    },
    {
        "tags": "1girl, black jacket, black pantyhose, commentary, controller, full body, green eyes, gridman universe, highres, jacket, leizero, light brown hair, loafers, minami yume, miniskirt, pantyhose, pleated skirt, shoes, sidelocks, skirt, sleeves past wrists, solo, squatting, ssss.dynazenon",
        "caption": "In this high-resolution illustration by Leizero, we see Minami Yume from the anime SSSS.Dynazenon. She has light brown sidelocks and green eyes. She is dressed in a black jacket with long sleeves and a pleated miniskirt. She is also wearing black pantyhose and loafers. She is in a squatting position while holding a controller. The artist has included commentary in the image, which shows her entire body."
    },
    {
        "tags": " d, back bow, bike shorts, blonde hair, bob cut, bow, brooch, bun cover, commentary, cure yum-yum, delicious party precure, dragon, dress, fighting stance, gloves, gosei sentai dairanger, hair bun, hanamichi ran, heart brooch, highres, huge bow, jewelry, leg up, mem-mem (precure), open mouth, orange background, orange bow, orange dress, precure, red shorts, satou yasu, short hair, shorts, shorts under dress, sleeveless, sleeveless dress, smile, standing, standing on one leg, super sentai, text background, translated, triple bun, v-shaped eyes, white gloves, yellow bow",
        "caption": "In this high-resolution illustration by Satou Yasu, we see Cure Yum-Yum from the anime Delicious Party Precure. She has blonde hair styled in a bob cut with a triple bun and a huge yellow bow. She is wearing an orange sleeveless dress with a heart brooch and white gloves. Under her dress, she is wearing red bike shorts. She is in a fighting stance with one leg up and an open mouth smile. The background is orange with text and commentary from the artist. The image also features a dragon from Gosei Sentai Dairanger."
    },
    {
        "tags": "1girl, ahoge, black gloves, bracelet, fang, gloves, green hair, hair between eyes, highres, holding, holding microphone, jewelry, kantai collection, long hair, looking at viewer, microphone, momo (kancolle), multicolored hair, one eye closed, open mouth, pink hair, porupurucha, puffy short sleeves, puffy sleeves, short sleeves, skin fang, solo, twintails, upper body, very long hair",
        "caption": "In this high-resolution illustration by Porupurucha, we see Momo from the game Kantai Collection. She has multicolored hair with green and pink twintails that are very long. She has an ahoge cowlick and hair between her eyes. She is wearing black gloves and a bracelet. She is holding a microphone and looking at the viewer with one eye closed and an open mouth. She has a skin fang and is wearing a top with puffy short sleeves. The image shows her upper body."
    },
    {
        "tags": "1girl, between legs, blonde hair, blue eyes, commission, hair between eyes, hair bobbles, hair ornament, hand between legs, highres, indie virtual youtuber, looking at viewer, nanami yuki (vtuber), open mouth, pajamas, sitting, skeb commission, solo, tutsucha illust, virtual youtuber, wariza",
        "caption": "This high-resolution illustration was commissioned by Skeb and created by Tutsucha Illust. It features Nanami Yuki, an independent virtual YouTuber. She has blonde hair adorned with hair bobbles and an ornament. Her blue eyes gaze at the viewer as strands of hair fall between them. She sits in a traditional wariza pose with one hand placed between her legs. Her mouth is open as she wears comfortable pajamas. The image captures her alone."
    },
    {
        "tags": "5girls, barefoot, blonde hair, border, bottle, bread, bread slice, chair, commentary request, computer, desk, double bun, flower, food, full body, gradient hair, green eyes, hair bun, hair flower, hair ornament, holofive, hololive, indoors, keyboard (computer), long hair, looking at viewer, mano aloe, microphone, microphone stand, momosuzu nene, monitor, multicolored hair, multiple girls, nintendo switch, omaru polka, open mouth, picture (object), pink footwear, pink hair, plate, power strip, rug, shishiro botan, short sleeves, slippers, slippers removed, solo, tissue box, very long hair, virtual youtuber, white border, wooden floor, yozora, yukihana lamy",
        "caption": "This illustration features five girls from the virtual YouTuber group Hololive's fifth generation, also known as Holofive. The girls are Mano Aloe, Momosuzu Nene, Omaru Polka, Shishiro Botan, and Yukihana Lamy. They are indoors and sitting on chairs around a desk with a computer, monitor, keyboard, and microphone stand. They are barefoot and wearing slippers that have been removed. Some of the girls have long hair with gradient or multicolored tones and hair ornaments such as flowers or buns. They are looking at the viewer with open mouths. On the desk, there is a plate of bread slices, a bottle, and a tissue box. The floor is wooden and there is a rug and a power strip. In the background, there is a picture and a Nintendo Switch. The image has a white border and includes commentary from the artist."
    },
    {
        "tags": "1girl, back bow, blonde hair, bob cut, bow, brooch, bun cover, commentary, cure yum-yum, delicious party precure, dress, fighting stance, frown, gloves, gosei sentai dairanger, hair bun, hanamichi ran, heart brooch, highres, huge bow, jewelry, looking at viewer, open mouth, orange background, orange bow, orange dress, precure, red eyes, satou yasu, short hair, sleeveless, sleeveless dress, solo, super sentai, translated, triple bun, upper body, v-shaped eyes, white gloves, yellow bow",
        "caption": "In this high-resolution illustration by Satou Yasu, we see Cure Yum-Yum from the anime Delicious Party Precure. She has blonde hair styled in a bob cut with a triple bun and a huge yellow bow. She is wearing an orange sleeveless dress with a heart brooch and white gloves. She is in a fighting stance and looking at the viewer with red v-shaped eyes and an open mouth frown. The background is orange and the image includes commentary from the artist. The image also features a character from Gosei Sentai Dairanger."
    },
    {
        "tags": "1girl, @ @, bag, blazer, blurry, blurry background, blush, bow, collared shirt, commentary request, depth of field, ear piercing, earrings, greyscale, hair between eyes, hamu (plot sy), highres, jacket, jewelry, long hair, looking at viewer, monochrome, nose blush, object hug, open mouth, original, outdoors, paper bag, piercing, rain, school uniform, shirt, solo, stud earrings, stuffed animal, stuffed toy, sweat, teddy bear, umbrella, upper body, very long hair",
        "caption": "A girl is depicted in a high-resolution greyscale illustration by Hamu. She has very long hair with strands falling between her eyes. She is wearing a school uniform with a collared shirt, blazer, and bow. She has earrings and a nose blush. She is outdoors in the rain and holding an umbrella and a paper bag. She is also hugging a teddy bear. The background is blurry due to the depth of field effect. The image includes commentary from the artist."
    },
    {
        "tags": " , 2girls, absurdres, ahoge, armpits, blade, blue hair, blush, commentary, english text, fang, hair over shoulder, hair ribbon, hakumai (vnbnvnn), hands up, headgear, highres, holding, holding microphone, holding stylus, holding tablet pc, japanese clothes, jitome, karaoke, kimono, long sleeves, low twintails, microphone, midriff, midriff peek, multiple girls, navel, neckerchief, no headwear, open mouth, otomachi una, otomachi una (talkex), partially translated, profile, purple shirt, raised fist, red eyes, ribbon, sailor collar, shirt, skin fang, sleeveless, sleeveless shirt, smile, stylus, table, tablet pc, talkex, touhoku kiritan, translation request, twintails, v-shaped eyebrows, voiceroid, white background, white kimono, white neckerchief, white ribbon, white sailor collar",
        "caption": "Two girls, Otomachi Una and Touhoku Kiritan, are depicted in an absurdly high-resolution illustration by Hakumai. Otomachi Una has blue hair styled in low twintails with a white ribbon and a fang. She is wearing a white kimono with long sleeves and a white neckerchief. She is holding a microphone and singing karaoke. Touhoku Kiritan has red eyes and hair over her shoulder. She is wearing a purple sleeveless shirt with a sailor collar and a white neckerchief. She is holding a stylus and a tablet PC. The background is white and the image includes commentary in English text from the artist."
    },
    {
        "tags": "1girl, antenna hair, black headwear, blush, braid, closed mouth, eating, food, food-themed hair ornament, food on face, grey hair, hair between eyes, hair ornament, hat, highres, kizuna akari, long hair, milkpanda, motion lines, pointing, simple background, solo, twin braids, voiceroid, wagashi, white background",
        "caption": "Kizuna Akari, a Voiceroid character, is depicted in a high-resolution illustration by Milkpanda. She has grey hair styled in twin braids with antenna hair and a hair ornament shaped like food. She is wearing a black hat and has hair between her eyes. She is eating wagashi and has food on her face. She is pointing and has motion lines around her. Her mouth is closed and she is blushing. The background is simple and white."
    },
    {
        "tags": "1girl, black gloves, blush, fingerless gloves, from side, gloves, goddess of victory nikke, highres, long hair, looking at viewer, mikuron 0, mole, mole under mouth, neckerchief, open mouth, pink hair, red headwear, red serafuku, rope, sailor collar, school uniform, serafuku, sidelocks, single glove, smile, solo, teeth, upper body, upper teeth only, violet eyes, white neckerchief, white sailor collar, yuni (nikke), yuni (pretty in pink) (nikke)",
        "caption": "A girl named Yuni is depicted in a high-resolution illustration by Mikuron 0. She has pink hair styled with sidelocks and violet eyes. She is wearing a red school uniform with a sailor collar and a white neckerchief. She is also wearing a single black fingerless glove. She is looking at the viewer with an open mouth smile and her upper teeth showing. She has a mole under her mouth. The image shows her upper body from the side."
    },
    {
        "tags": "1boy, absurdres, black choker, black eyes, black hair, choker, closed mouth, ddjuner, earrings, glasses, hand in own hair, here u are, highres, jacket, jacket partially removed, jewelry, male focus, ring, shirt, simple background, single earring, solo, upper body, watermark, white background, white shirt, yu yang (here u are)",
        "caption": "Yu Yang from the webcomic Here U Are is depicted in an absurdly high-resolution illustration by Ddjuner. He has black hair and black eyes. He is wearing glasses and a black choker. He has a single earring and a ring. He is wearing a white shirt and a jacket that is partially removed. He has one hand in his own hair and his mouth is closed. The background is simple and white with a watermark from the artist. The image shows his upper body."
    },
    {
        "tags": "1girl, animal ears, beret, black gloves, black hair, blue sky, blush, border, braid, breasts, clouds, commentary request, day, feet out of frame, gloves, grass, hair ribbon, hand on own chest, hat, highres, hokko tarumae (umamusume), horse ears, horse girl, horse tail, large breasts, looking at viewer, open mouth, ribbon, shiinyan, sitting, sky, solo, sweat, sweatdrop, tail, thighs, twin braids, umamusume, violet eyes, white border, white gloves",
        "caption": "Hokko Tarumae from the game Umamusume is depicted in a high-resolution illustration by Shiinyan. She has black hair styled in twin braids with a hair ribbon and violet eyes. She is wearing white gloves and a beret. She has horse ears and a horse tail. She is sitting on grass with her feet out of frame and looking at the viewer with an open mouth. She has one hand on her own chest and is blushing. The background shows a blue sky with clouds and the image has a white border. The artist has included commentary in the illustration."
    },
    {
        "tags": "6+girls, absurdres, angel wings, black dress, black footwear, blue archive, blunt bangs, bow, capelet, clenched hand, commentary, dress, english commentary, english text, feathered wings, frilled dress, frills, gas mask, gun, habit, hair bun, hair ornament, hair scrunchie, half-closed eyes, halo, high heels, highres, holding, holding gun, holding weapon, justina follower (blue archive), lanchester smg, long hair, looking at viewer, mask, mika (blue archive), multiple girls, nun, one side up, pantyhose, pink hair, praying, ryo (ryo artys), school uniform, scrunchie, simple background, single side bun, smile, solo focus, stained glass, submachine gun, weapon, white capelet, white pantyhose, white wings, wind, wings, wrist scrunchie, yellow eyes",
        "caption": "In this absurdly high-resolution illustration by Ryo, we see multiple girls from the game Blue Archive. The focus is on Justina Follower and Mika. Justina Follower is wearing a black dress with frills and a white capelet. She has long hair styled in a bun with a hair ornament and yellow eyes. She is holding a Lanchester submachine gun and wearing a gas mask. Mika is wearing a school uniform with a black dress and white pantyhose. She has pink hair styled in a single side bun with a scrunchie and is praying with her eyes half-closed. The background is simple with stained glass and wind. The image includes commentary in English text from the artist."
    },
    {
        "tags": "1girl, ahoge, alternate costume, animal ears, bed, belt, blurry, blurry background, blush, breasts, brown hair, casual, copano rickey (umamusume), double bun, ear covers, fang, hair bun, highres, horse ears, horse girl, horse tail, long hair, looking at viewer, medium breasts, multicolored hair, on bed, open mouth, shiinyan, solo, streaked hair, sweat, tail, umamusume, violet eyes, white hair",
        "caption": "Copano Rickey from the game Umamusume is depicted in a high-resolution illustration by Shiinyan. She has multicolored hair with brown and white streaks styled in a double bun with an ahoge cowlick. She has violet eyes and horse ears with ear covers. She is wearing an alternate casual costume with a belt. She is on a bed and looking at the viewer with an open mouth and blushing. She has a horse tail and is sweating. The background is blurry."
    },
    {
        "tags": "1boy, 1other, 3girls, belt, black footwear, black headwear, black pants, black suit, blonde hair, blue dress, boots, bouquet, bow, bowtie, brown hair, building, closed mouth, daisy, door, dress, flower, formal, frilled shirt collar, frills, ghost, gold trim, grey hair, grey skirt, ground vehicle, hair rings, hat, highres, holding, holding bouquet, holding hands, horse, jewelry, kra (yklazy), long hair, long sleeves, looking at another, multiple girls, orange hair, original, outdoors, pants, parted lips, purple scarf, ring, scarf, short hair, signature, skirt, standing, stone floor, suit, title, twintails, walking, wheel, wide-eyed, window, witch hat, yellow bow, yellow bowtie",
        "caption": "In this illustration by Kra, we see a group of people outdoors in front of a building. A boy is wearing a black suit with a yellow bowtie and black pants. He is holding hands with a girl who has blonde hair styled in twintails with hair rings. She is wearing a blue dress with frills and a yellow bow. Another girl has brown hair and is wearing a grey skirt with a purple scarf. She is holding a bouquet of daisies. A third girl has orange hair and is wearing a black witch hat with gold trim. She is standing next to a horse and looking at another person who is wide-eyed and wearing formal attire. The ground is made of stone and there is a door and windows in the background. The image includes the artist's signature and title."
    },
    {
        "tags": "food, food focus, grey background, leaf, monchi (dldrmfi), no humans, original, plant, plate, pudding, sauce",
        "caption": "The illustration by Monchi (dldrmfi) is an original work that focuses on food. The image features a plate of pudding with sauce on a grey background. There are no humans in the image, but there is a plant with a leaf next to the plate."
    },
    {
        "tags": "1boy,  , aiguillette, arknights, black cape, black jacket, black pants, blue hair, braid, cape, closed mouth, commentary request, dragon boy, dragon tail, earrings, expressionless, gloves, grey background, grey hair, hair between eyes, hand on own hip, highres, horns, jacket, jewelry, kaninn, long hair, looking at viewer, male focus, multicolored hair, pants, purple horns, purple sash, puzzle (arknights), rapier, sash, simple background, single braid, solo, streaked hair, sword, tail, two-sided cape, two-sided fabric, upper body, violet eyes, weapon, white gloves",
        "caption": "The image depicts a boy from the game Arknights, known as Puzzle. He has blue and grey streaked hair with a single braid and hair between his eyes. He is expressionless with his mouth closed and is looking at the viewer with his violet eyes. He is wearing a black jacket with an aiguillette, black pants, and a two-sided black cape. He also has a purple sash around his waist. He has a dragon tail and purple horns, indicating that he is a dragon boy. He is wearing white gloves and has his hand on his own hip. He is also wearing earrings and other jewelry. In his hand, he holds a rapier sword. The background of the image is simple and grey. The focus of the image is on the male character and it is a high-resolution image created by Kaninn."
    },
    {
        "tags": "1girl, absurdres, bags under eyes, black hair, blue archive, blurry, book, book stack, bookshelf, bow, box, commentary request, depth of field, eyewear strap, gift, gift box, giving, glasses, hair between eyes, hair bow, hair ribbon, hairband, halo, highres, holding, holding gift, indoors, jewelry, library, long hair, long sleeves, looking at viewer, low twintails, necklace, olecafe2, pendant, pleated skirt, ribbed sweater, ribbon, school uniform, serafuku, sidelocks, skirt, solo, sweater, table, turtleneck, turtleneck sweater, twintails, ui (blue archive), valentine, violet eyes",
        "caption": "The illustration by Olecafe2 depicts a girl named Ui from the game Blue Archive. She has black hair styled in low twintails with sidelocks and hair between her eyes. She is wearing glasses with an eyewear strap and has bags under her violet eyes. She is looking at the viewer while holding a gift box with a bow and ribbon. She is indoors in a library with bookshelves and a stack of books on a table behind her. The image has depth of field with some parts appearing blurry. She is wearing a school uniform with a pleated skirt and a ribbed turtleneck sweater with long sleeves. She also has a hair bow, hair ribbon, hairband, and necklace with a pendant. The image is high-resolution and absurdly large. It appears to be set during Valentine's Day."
    },
    {
        "tags": "artist logo, black shirt, black skirt, blue eyes, bocchi the rock!, closed eyes, closed mouth, commentary, cube hair ornament, dated, electric guitar, gotou hitori, guitar, hair ornament, highres, holding, holding instrument, instrument, kita ikuyo, leaning forward, light particles, long hair, medium hair, miniskirt, music, one side up, open mouth, pink hair, playing instrument, pleated skirt, print shirt, redhead, satou yasu, shirt, short sleeves, signature, skirt, smile, t-shirt, white skirt",
        "caption": "Kita Ikuyo and Satou Yasu from the band Bocchi the Rock! are depicted in a scene created by artist Satou Yasu. Kita Ikuyo has pink hair styled with one side up and a cube hair ornament. She is wearing a black shirt with a print and a white pleated miniskirt. She is holding and playing an electric guitar with her eyes closed and a smile on her face. Satou Yasu has medium-length red hair and blue eyes. She is wearing a black t-shirt with short sleeves and a black skirt. She is leaning forward with her mouth open while playing an instrument. The image is high-resolution and dated, with the artist's signature and logo present. There are light particles in the background."
    },
    {
        "tags": "1girl, bandage on face, bandage on leg, bandages, bandages over eyes, black dress, boots, brown capelet, brown dress, brown footwear, brown hair, brown ribbon, capelet, closed mouth, commentary request, cross-laced footwear, cyclops, dated commentary, dress, eye on hat, eyeball, frilled dress, frills, grey dress, grey headwear, hat, lace-up boots, looking at viewer, lowres, medium hair, mini hat, one-eyed, original, rakuni, ribbon, smile, solo, standing, yellow eyes",
        "caption": "A girl is depicted in a scene created by artist Rakuni. She has brown hair styled in a medium length and is looking at the viewer with her yellow eyes. She is wearing a black dress with frills and a brown capelet. She also has a brown ribbon on her dress. She is wearing lace-up boots that are cross-laced and brown in color. On her head, she is wearing a grey mini hat with an eyeball on it, indicating that she is a cyclops with one eye. She has bandages on her face and leg, including bandages over her eyes. She has a closed mouth and is smiling while standing. The image is low-resolution and has a dated commentary."
    },
    {
        "tags": "1girl, african wild dog (kemono friends), african wild dog print, animal ears, blush, bow, bowtie, closed eyes, dog ears, dog tail, highres, kemono friends, kemono friends 3, layered sleeves, long sleeves, masuyama ryou, multicolored hair, open mouth, shirt, short hair, short over long sleeves, short sleeves, shorts, smile, solo, tail",
        "caption": "A girl is depicted in a scene created by artist Masuyama Ryou. She is an African Wild Dog from the game Kemono Friends 3. She has multicolored short hair and dog ears. She is wearing a shirt with an African Wild Dog print and layered sleeves that are short over long. She also has a bowtie and a bow on her shirt. She is wearing shorts and has a dog tail. She has closed eyes and an open mouth with a smile on her face. She is blushing. The image is high-resolution."
    },
    {
        "tags": "1boy,  d, arms up, battle tendency, brown hair, dragon dance, fingerless gloves, gloves, green eyes, hatoyama itsuru, jojo no kimyou na bouken, joseph joestar, joseph joestar (young), large pectorals, lion dance, male focus, new year, pectoral cleavage, pectorals, ribbon, shishimai, sidepec, smile, solo, tank top",
        "caption": "A young Joseph Joestar from the anime Jojo no Kimyou na Bouken: Battle Tendency is depicted with his arms up and a smile on his face. He has brown hair and green eyes. He is wearing a tank top that shows off his large pectorals and pectoral cleavage. He also has fingerless gloves and a ribbon on his hat. He is performing a dragon dance or shishimai for the New Year. The focus of the image is on the male character. The illustration is by artist Hatoyama Itsuru."
    },
    {
        "tags": "belt, belt pouch, black hair, copyright name, d (nikke), fingerless gloves, gloves, goddess of victory nikke, gun, highres, holding, holding weapon, hood, k (nikke), long hair, multicolored hair, official art, pouch, red eyes, shorts, thighs, weapon, white hair, white shorts",
        "caption": "D and K are characters from the game franchise Goddess of Victory Nikke. D is depicted with black and white multicolored long hair and red eyes. She is wearing fingerless gloves and a hood. She has a belt with a belt pouch and is wearing white shorts that show off her thighs. She is holding a gun as her weapon. The image is high-resolution and is official art with a copyright name."
    },
    {
        "tags": "1boy, 1girl, alcohol, animal ear fluff, animal ears, arm hug, beer, beer mug, black hair, black shirt, blonde hair, blue archive, blue eyes, blue shirt, blush, collared shirt, commentary request, cup, dog ears, dog girl, drunk, faceless, faceless male, fpanda, glass, hair over one eye, halo, highres, holding, holding cup, horse ears, kanna (blue archive), long hair, long sleeves, looking at another, mug, necktie, police, police uniform, policewoman, shirt, sidelocks, translated, uniform, white necktie",
        "caption": "Kanna from the game Blue Archive is depicted with a faceless male. She has blonde hair with sidelocks and hair over one eye. She has dog ears and is wearing a police uniform with a white necktie. She is holding a cup of alcohol and appears to be drunk. The faceless male has black hair and is wearing a black collared shirt with long sleeves and a blue necktie. He is holding a beer mug and has horse ears. The two are in an arm hug and Kanna is looking at the male while blushing. The image is high-resolution and has been translated. The illustration is by artist Fpanda."
    },
    {
        "tags": "1boy, absurdres, aiguillette, arknights, artist name, belt, black cape, black footwear, black jacket, black pants, blue hair, braid, cape, commentary request, dragon boy, dragon tail, earrings, full body, gloves, grey background, grey hair, hair between eyes, hand on own hip, highres, horns, jacket, jewelry, kaninn, long hair, looking at viewer, male focus, multicolored hair, pants, purple belt, purple horns, purple sash, puzzle (arknights), rapier, sash, sheath, sheathed, shoes, simple background, single braid, smile, solo, standing, streaked hair, sword, tail, tail belt, twitter username, two-sided cape, two-sided fabric, violet eyes, weapon, white gloves",
        "caption": "Puzzle from the game Arknights is depicted standing with his hand on his own hip and a smile on his face. He has blue and grey streaked hair with a single braid and hair between his eyes. He is wearing a black jacket with an aiguillette, black pants, and a two-sided black cape. He also has a purple sash around his waist and a belt with a tail belt. He has a dragon tail and purple horns, indicating that he is a dragon boy. He is wearing white gloves and black shoes. In his hand, he holds a sheathed rapier sword. The background of the image is simple and grey. The focus of the image is on the male character and it is high-resolution and absurdly large. The illustration is by artist Kaninn."
    },
    {
        "tags": "2girls, alternate costume, apron, back bow, blonde hair, blue bow, blue shirt, blue skirt, blush, bow, brown eyes, brown hair, commentary, cowboy shot, cup, enmaided, female child, food, frilled apron, frilled skirt, frilled sleeves, frills, green eyes, hair bow, hand up, highres, holding, holding tray, ice cream, idolmaster, idolmaster cinderella girls u149, long hair, looking at viewer, maid, maid headdress, medium hair, michii yuuki, multiple girls, one eye closed, parfait, ponytail, puffy short sleeves, puffy sleeves, red shirt, red skirt, sakurai momoka, shirt, short sleeves, sidelocks, skirt, smile, tachibana arisu, thigh-highs, thighs, tray, wavy hair, white apron, white background, white thighhighs, wrist cuffs, zettai ryouiki",
        "caption": "Sakurai Momoka and Tachibana Arisu from the game Idolmaster Cinderella Girls U149 are depicted in alternate maid costumes. Sakurai Momoka has blonde hair styled in a ponytail with a blue bow and green eyes. She is wearing a blue shirt with puffy short sleeves and a white frilled apron. She also has a blue frilled skirt and white thigh-highs with zettai ryouiki. She is holding a tray with a parfait and ice cream while looking at the viewer with one eye closed and a smile on her face. Tachibana Arisu has brown hair styled in medium-length waves with sidelocks and brown eyes. She is wearing a red shirt with puffy sleeves and a white frilled apron. She also has a red frilled skirt and white thigh-highs. She has her hand up and is blushing while looking at the viewer. The background of the image is white and it is high-resolution. The illustration is by artist Michii Yuuki."
    },
    {
        "tags": "1girl, absurdres, altar, closed mouth, colored eyelashes, cross, dress, expressionless, facial mark, feet out of frame, flower, forehead mark, halo, highres, indasu10, light particles, long hair, looking to the side, original, parted bangs, profile, red eyes, red flower, red rose, rose, short sleeves, signature, sitting, solo, statue, vase, white dress, white hair",
        "caption": "A girl is depicted sitting in front of an altar with a statue and a vase of red roses. She has white hair styled in long waves with parted bangs and red eyes with colored eyelashes. She is wearing a white dress with short sleeves and has a facial mark on her forehead. She is expressionless with her mouth closed and is looking to the side in profile. Her feet are out of frame. The image has light particles and a halo effect. The image is high-resolution and absurdly large with the artist's signature present. The illustration is by artist Indasu10."
    },
    {
        "tags": "1girl, ahoge, arms up, belt, belt pouch, breasts, can, canned coffee, coat, commentary request, crushed can, earrings, feet out of frame, greyscale, hair over one eye, high contrast, highres, jewelry, lapels, long hair, long sleeves, looking at viewer, medium breasts, monochrome, notched lapels, one eye covered, open can, open clothes, open coat, open mouth, original, outstretched arms, pants, pouch, sakifox, shirt, shirt tucked in, sidelocks, simple background, sketch, smile, smoke, smug, solo, speech bubble, spread arms, standing, teeth, tented shirt, tight, tight pants, translation request, upper teeth only",
        "caption": "A girl is depicted standing with her arms up and outstretched while holding a crushed can of canned coffee. She has an ahoge cowlick and hair over one eye with sidelocks. She is wearing a coat with notched lapels that is open to reveal a shirt tucked into tight pants. She also has a belt with a belt pouch. She is looking at the viewer with a smug smile and her upper teeth showing. Her feet are out of frame. The image is in greyscale and high contrast with a simple background. It is high-resolution and appears to be a sketch. The illustration is by artist Sakifox."
    },
    {
        "tags": "1boy, absurdres, baseball cap, black headwear, black mask, blue eyes, blue hair, breast pocket, buttons, closed mouth, commentary, ddjuner, earrings, hat, here u are, highres, hood, hood down, hoodie, jewelry, layered clothes, li huan, long sleeves, male focus, pocket, ring, shirt, short hair, simple background, solo, upper body, watch, watch, watermark, white background, white shirt",
        "caption": "Li Huan from the webcomic Here U Are is depicted with blue hair and blue eyes. He is wearing a black baseball cap and a black mask. He has a white shirt with buttons and a breast pocket layered under a hoodie with the hood down. He also has earrings and a ring as jewelry. He is wearing a watch on his wrist. The image is high-resolution and absurdly large with a simple white background. The illustration is by artist Ddjuner and has a watermark."
    },
    {
        "tags": "1girl, apron, black headwear, blonde hair, bow, braid, fingernails, flat chest, foreshortening, grin, hair between eyes, hat, highres, hinaka oekaki, kirisame marisa, looking at viewer, puffy short sleeves, puffy sleeves, short sleeves, smile, solo, touhou, vest, waist apron, witch hat, yellow eyes",
        "caption": "Kirisame Marisa from the Touhou Project is depicted with blonde hair styled in a braid with hair between her eyes. She has yellow eyes and is looking at the viewer with a grin and a smile on her face. She is wearing a black witch hat with a bow and a vest with puffy short sleeves. She also has a waist apron. The image is high-resolution and has foreshortening. The illustration is by artist Hinaka Oekaki."
    },
    {
        "tags": "1girl,  , angry, animal ears, belt, black belt, black cape, black footwear, boots, border, brown hair, buckle, cape, ear covers, full body, hair rings, hat, horse ears, katahira masashi, long hair, long sleeves, looking at viewer, pleated skirt, red shirt, shirt, skirt, sleeves past wrists, solo, standing, sweep tosho (umamusume), thigh boots, triangle mouth, umamusume, violet eyes, white border, white skirt, witch hat, yellow background",
        "caption": "Sweep Tosho from the game Umamusume is depicted standing with an angry expression and a triangle mouth. She has brown hair styled in long waves with hair rings and horse ears with ear covers. She is wearing a red shirt with long sleeves that go past her wrists and a black cape. She also has a black belt with a buckle and a white pleated skirt. She is wearing thigh-high black boots. She is looking at the viewer while standing in full body view. The background of the image is yellow with a white border. The illustration is by artist Katahira Masashi."
    },
    {
        "tags": "1boy, 1girl, angry, arm grab, black hair, blue eyes, blue sweater, blush, breasts, brown hair, casual, clenched teeth, closed mouth, collared shirt, commentary, couple, crazy eyes, empty eyes, expressionless, eyebrows hidden by hair, go-toubun no hanayome, grey background, hair between eyes, hair over one eye, headphones, headphones around neck, hetero, highres, jealous, large breasts, long hair, looking at another, mame1645, menacing (jojo), nakano miku, nose, shaded face, shirt, short hair, sidelocks, simple background, sleeves past wrists, sweatdrop, sweater, swept bangs, teeth, uesugi fuutarou, upturned eyes, v-shaped eyebrows, white shirt, yandere, yellow eyes",
        "caption": "The image depicts a boy and a girl from the anime Go-Toubun no Hanayome. The boy, Uesugi Fuutarou, has black hair and blue eyes. He is wearing a blue sweater and a white collared shirt with sleeves past his wrists. He has headphones around his neck. The girl, Nakano Miku, has brown hair and yellow eyes. She has long hair with sidelocks and hair between her eyes. She is wearing a shirt and has large breasts. The image shows the boy grabbing the girl's arm while she looks at him with an expressionless face and empty eyes. The boy has clenched teeth and a menacing (Jojo) expression with upturned eyes and v-shaped eyebrows hidden by his hair. The girl is blushing and has a sweatdrop on her face. The background is grey and simple. The artist is Mame1645."
    },
    {
        "tags": "2girls, ahoge, alternate costume, animal, black shorts, blade, blue eyes, blue hair, blue jacket, blue sky, blunt bangs, brown hair, clouds, commentary request, cowboy shot, day, dutch angle, fang, fish, fishing, fishing line, fishing rod, hair ribbon, hakumai (vnbnvnn), headgear, high collar, highres, holding, holding animal, holding fish, holding fishing rod, jacket, life vest, long hair, long sleeves, looking at another, looking at viewer, low twintails, multiple girls, open mouth, otomachi una, outdoors, parka, red eyes, red jacket, ribbon, short shorts, shorts, skin fang, sky, smile, touhoku kiritan, twintails, very long hair, vocaloid, voiceroid, white ribbon",
        "caption": "The image depicts two girls fishing outdoors during the day. The sky is blue with clouds. One girl has blue hair and blue eyes. She is wearing a blue jacket with a high collar and black shorts. She has blunt bangs and a white ribbon in her hair. The other girl has brown hair and red eyes. She has very long hair styled in low twintails with a hair ribbon. She is wearing a red jacket and short shorts. Both girls are wearing life vests and holding fishing rods with fishing lines. One girl is holding a fish while the other is looking at her with an open mouth and a smile. The artist is Hakumai (vnbnvnn). The girls are Vocaloids Otomachi Una and Touhoku Kiritan."
    },
    {
        "tags": "2girls, animal ears, black bow, black bowtie, black necktie, bob cut, bow, bowtie, buttons, closed eyes, closed mouth, collared shirt, commentary request, fake animal ears, green hair, kusanagi nene, long hair, momomo (m0 3), multiple girls, musical note, necktie, ootori emu, open mouth, pink hair, project sekai, shirt, short hair, short sleeves, upper body, vest",
        "caption": "The image depicts two girls from Project Sekai. One girl has green hair styled in a bob cut and closed eyes. She is wearing a collared shirt with short sleeves and a black necktie. She has fake animal ears and a black bow on her head. The other girl has pink hair and an open mouth. She has long hair and is wearing a collared shirt with a black bowtie and a vest with buttons. Both girls are shown from the upper body up. The artist is Momomo (m0 3). The girls are Kusanagi Nene and Ootori Emu."
    },
    {
        "tags": "1boy, 1girl,  t, ^ ^, absurdres, arms between legs, asymmetrical legwear, bandaged leg, bandages, bare shoulders, belt, black belt, black choker, black footwear, black hair, black thighhighs, blurry, blurry background, blush, breasts, chestnut mouth, choker, cleavage cutout, closed eyes, closed mouth, clothing cutout, commentary, cookie, couple, crossed legs, double-parted bangs, dress, eating, food, green eyes, hair between eyes, happy, hetero, highres, holding, holding cookie, holding food, indoors, kono subarashii sekai ni shukufuku wo!, leaning forward, long sleeves, looking at another, megumin, mismatched legwear, red dress, sarasara shoyu, satou kazuma, short dress, short hair, short hair with long locks, sidelocks, sitting, small breasts, spiky hair, sweatdrop, thigh-highs, thighs, v-shaped eyebrows, wariza, white day, wide sleeves, zettai ryouiki",
        "caption": "The image depicts a boy and a girl from the anime Kono Subarashii Sekai ni Shukufuku wo! sitting indoors. The girl is Megumin and she has black hair and green eyes. She is wearing a red dress with a cleavage cutout and asymmetrical legwear. She has black thigh-highs and a black choker. The boy is Satou Kazuma and he has spiky black hair and is wearing a black belt. They are sitting in a wariza position with their legs crossed and arms between their legs. Megumin is leaning forward and holding a cookie while eating it. Kazuma is looking at her with closed eyes and a chestnut mouth. The background is blurry and there is a commentary about White Day. The image is of high resolution and has an absurd resolution."
    },
    {
        "tags": "1girl, animal ears, aqua background, black hair, blue eyes, bow, bowtie, clenched teeth, crossed bangs, ear covers, hair ornament, hi (ibisf5umauma), highres, horse ears, katsuragi ace (umamusume), looking at viewer, motion lines, multicolored hair, pointing, pointing at self, ponytail, puffy short sleeves, puffy sleeves, purple shirt, sailor collar, school uniform, shirt, short hair, short sleeves, skirt, smile, solo, streaked hair, teeth, tracen school uniform, twitter username, umamusume, upper body, v-shaped eyebrows, white skirt",
        "caption": "The image depicts a girl named Katsuragi Ace from the anime Umamusume. She has black and multicolored streaked hair styled in a ponytail and blue eyes. She is wearing a purple shirt with a sailor collar and puffy short sleeves, a white skirt, and a bowtie. She has horse ears and is wearing ear covers. The background is aqua and the image is of high resolution. The girl is looking at the viewer with a smile and clenched teeth while pointing at herself. The image was created by the artist Hi (ibisf5umauma) and was shared on Twitter."
    },
    {
        "tags": "1girl, absurdres, box, bracelet, cape, carousel, character name, closed eyes, dress, genshin impact, gift, gift box, gradient hair, green cape, green sleeves, hair between eyes, hair ornament, happy birthday, highres, jewelry, leaf hair ornament, long hair, multicolored hair, nahida (genshin impact), pointy ears, side ponytail, sidelocks, stirrup legwear, toeless legwear, toes, white dress, white hair, yolanda",
        "caption": "The image depicts a girl named Nahida from the game Genshin Impact. She has white and multicolored gradient hair styled in a side ponytail and pointy ears. She is wearing a white dress with green sleeves and a green cape. She has a leaf hair ornament and is wearing jewelry including a bracelet. The image is of high resolution and has an absurd resolution. The girl is holding a gift box and has her eyes closed. The background features a carousel and the words Happy Birthday are visible. The image was created by the artist Yolanda."
    },
    {
        "tags": "absurdres, ame999, architecture, artist name, closed mouth, dated, east asian architecture, feet out of frame, flower, genshin impact, highres, keqing (genshin impact), lumine (genshin impact), outdoors, scenery",
        "caption": "The image depicts a scenery of East Asian architecture outdoors. The characters Keqing and Lumine from the game Genshin Impact are present in the image. The image is of high resolution and has an absurd resolution. The image was created by the artist Ame999 and is dated. Flowers are visible in the scenery and the characters have their feet out of frame and their mouths closed."
    },
    {
        "tags": "1girl, 1other, absurdres, animal ears, black dress, bug, butterfly, cat ears, cat girl, cat tail, commentary request, crescent moon, crossed legs, detached collar, dress, fang, flat chest, ghost hair ornament, graveyard, green hair, highres, hololive, keep out, leizero, low twintails, moon, off-shoulder dress, off shoulder, open mouth, piyoko (uruha rushia), red eyes, refrigerator, short dress, sitting, skin fang, smile, solo focus, star (symbol), tail, thigh-highs, tombstone, tree, twintails, uruha rushia, virtual youtuber, white thighhighs, wrist cuffs",
        "caption": "The image depicts a cat girl named Uruha Rushia who is a virtual YouTuber from Hololive. She has green hair styled in low twintails and red eyes. She is wearing a black off-shoulder dress with a detached collar and white thigh-highs. She has cat ears and a cat tail. The image is of high resolution and has an absurd resolution. Rushia is sitting with her legs crossed in a graveyard with tombstones and trees. A crescent moon and stars are visible in the sky. A butterfly and a refrigerator with a Keep Out sign are also present in the image. Rushia has an open mouth and is smiling, showing her skin fang. The image was created by the artist Leizero and there is a commentary request from Piyoko (Uruha Rushia)."
    },
    {
        "tags": "3girls, aqua bow, aqua bowtie, black hair, blue eyes, blush, bow, bowtie, braid, closed eyes, closed mouth, dress, fang, fingernails, flying sweatdrops, green hair, grey thighhighs, highres, kantai collection, ld (luna dial398), long hair, multicolored hair, multiple girls, naganami (kancolle), naganami kai ni (kancolle), open mouth, orange eyes, pink hair, pleated dress, purple dress, short hair, sidelocks, single braid, smile, takanami (kancolle), takanami kai ni (kancolle), thigh-highs, yuugumo (kancolle), yuugumo kai ni (kancolle)",
        "caption": "The image depicts three girls from the game Kantai Collection. They are Naganami Kai Ni, Takanami Kai Ni, and Yuugumo Kai Ni. Naganami has black hair and blue eyes. She is wearing a purple dress with an aqua bowtie and grey thigh-highs. Takanami has green hair styled in a single braid and orange eyes. She is wearing a pleated dress with an aqua bow. Yuugumo has pink and multicolored hair and is smiling with a fang visible. The image is of high resolution. All three girls are blushing and have flying sweatdrops around them. The image was created by the artist LD (luna dial398)."
    },
    {
        "tags": " , 1girl, 2boys, 428saaan, ashley graham, black gloves, black shirt, blonde hair, blue pants, brown sleeves, dark skin, explosion, fingerless gloves, gloves, holster, jet ski, knife, knife holster, leon s. kennedy, luis sera, multiple boys, open mouth, pants, parted bangs, resident evil, resident evil 4, resident evil 4 (remake), shirt, short hair, short sleeves, v-shaped eyebrows, water, wet",
        "caption": "An illustration by 428saaan based on the Resident Evil 4 (Remake) game. It shows Leon S. Kennedy, Ashley Graham and Luis Sera riding a jet ski on the water. Leon has short blonde hair, blue pants, a black shirt with brown sleeves, fingerless gloves and a knife holster. Ashley has short blonde hair with parted bangs, a red shirt with white stripes and blue pants. Luis has dark skin, short black hair, v-shaped eyebrows, a black shirt with a knife and a holster. They are all wet from the water and have open mouths. Behind them, there is a huge explosion in the water. The image has one girl and two boys."
    },
    {
        "tags": "1girl, absurdres, black hairband, black headband, black leotard, blue cape, blue gloves, blue hair, blue necktie, blush, breasts, cape, catmelon (user melon010203), english commentary, eula (genshin impact), genshin impact, gloves, hairband, headband, high-waist shorts, highres, large breasts, leotard, long sleeves, looking at viewer, medium hair, multicolored eyes, necktie, shorts, smile, snowflakes, solo, vision (genshin impact), wide sleeves",
        "caption": "A fan art by Catmelon (user melon010203) featuring Eula from the game Genshin Impact. She has blue hair with a black hairband and headband, multicolored eyes and large breasts. She is wearing a black leotard with high-waist shorts, a blue cape with wide sleeves, a blue necktie and blue gloves. She is holding a vision, a device that grants elemental powers, in her hand. She is smiling and looking at the viewer with a blush on her cheeks. The background is filled with snowflakes and has an English commentary on the top left corner. The image has one girl and is solo."
    },
    {
        "tags": "1boy, 1girl, awachi (awawa), blush, bob cut, buttons, cardigan, closed eyes, closed mouth, clothes grab, collared shirt, commentary request, diagonal-striped necktie, grey skirt, hair between eyes, hand on another's back, highres, kamiyama high school uniform (project sekai), kneehighs, long sleeves, miyamasuzaka girls' academy school uniform, ootori emu, orange eyes, orange hair, pink cardigan, pink hair, pocket, project sekai, sail, school uniform, shirt, short hair, skirt, sleeping, sleeve grab, socks, spoken zzz, tenma tsukasa, translation request, white socks, yellow cardigan, zzz",
        "caption": "A cute drawing by Awachi (awawa) showing Tenma Tsukasa and Ootori Emu from the game Project Sekai. They are wearing their school uniforms: Tsukasa has a white collared shirt with a diagonal-striped necktie, a yellow cardigan with buttons and pockets, and a grey skirt. Emu has a white collared shirt with a pink cardigan, and a pink skirt with a sail pattern. They also have kneehighs and white socks. Tsukasa has short orange hair and eyes, and Emu has short pink hair with a bob cut and orange eyes. They are sleeping on a couch, with Emu resting her head on Tsukasa's chest and Tsukasa holding her hand. They are both blushing and have closed eyes and mouths. There are some spoken zzz and zzz symbols around them. The image has one boy and one girl. There is a commentary request and a translation request on the bottom right corner."
    },
    {
        "tags": "5girls, absurdres, ahoge, aoki reika, big hair, bike shorts, blonde hair, blue bow, blue choker, blue dress, blue eyes, blue hair, blunt bangs, boots, bow, bracer, choker, commentary, cure beauty, cure happy, cure march, cure peace, cure sunny, dress, earrings, feather hair ornament, feathers, fighting stance, fist in hand, frilled dress, frills, frown, glowing fist, green bow, green choker, green dress, green eyes, green hair, green shorts, grimace, grin, hair bun, hair ornament, highres, hino akane (smile precure!), hoshizora miyuki, jewelry, kise yayoi, long hair, looking at viewer, looking to the side, magical girl, medium hair, midorikawa nao, multiple girls, open mouth, orange choker, orange dress, orange eyes, orange hair, orange shorts, parted lips, pink bow, pink choker, pink dress, pink eyes, pink hair, ponytail, precure, satou yasu, serious, short dress, short hair with long locks, short sleeves, shorts, shorts under dress, smile, smile precure!, sparkle, tiara, v-shaped eyes, white footwear, white headwear, wrist cuffs, yellow bow, yellow dress, yellow eyes",
        "caption": "An artwork by Satou Yasu featuring the five main characters from the anime Smile Precure!. They are magical girls who fight against evil with their powers. They are: Cure Happy (Hoshizora Miyuki), Cure Sunny (Hino Akane), Cure Peace (Kise Yayoi), Cure March (Midorikawa Nao) and Cure Beauty (Aoki Reika). They all have different hair colors and styles, eye colors and dresses. They also wear chokers, bows, earrings, bracers, wrist cuffs, tiaras and bike shorts under their dresses. Their dresses have frills and feathers and match their hair colors. They are in a fighting stance, with Cure Sunny having a glowing fist. They are looking at the viewer or to the side, with various expressions such as grin, frown, grimace and smile. They have ahoges, v-shaped eyes and blunt bangs. The image has a commentary on the top left corner and is absurdres and highres. The image has five girls and is sparkle."
    },
    {
        "tags": " o, belt, black hair, blue eyes, border, bow, fingerless gloves, full body, gloves, grey background, hair bow, hairband, hime cut, holding, holding sword, holding weapon, katahira masashi, kodachi, loafers, long hair, looking at viewer, nakoruru, open mouth, pants, puffy pants, red bow, red footwear, red hairband, samurai spirits, shirt, shoes, short sleeves, short sword, snk, standing, standing on one leg, sword, weapon, white border, white pants, yellow belt",
        "caption": "A drawing by Katahira Masashi of Nakoruru from the game Samurai Spirits. She is a female warrior who fights with a short sword called a kodachi. She has black hair with a hime cut and a red hairband. She also has blue eyes and an open mouth. She is wearing a white shirt with short sleeves, a yellow belt, white puffy pants and red loafers. She also has fingerless gloves and a red bow on her back. She is holding her sword in her right hand and standing on one leg. She is looking at the viewer and has a confident expression. The image has a grey background with a white border. The image is full body and shows her standing. The image has one girl and is border."
    },
    {
        "tags": "1boy, 1girl, a.r.o.n.a (blue archive), black choker, black coat, black serafuku, blue archive, braid, choker, closed eyes, coat, collarbone, colored inner hair, commentary request, fpanda, hair over one eye, hairband, halo, hand on another's cheek, hand on another's face, highres, long hair, long sleeves, looking at viewer, multicolored hair, out of frame, pleated skirt, pov, pov hands, school uniform, sensei (blue archive), serafuku, sidelocks, simple background, single braid, skirt, stroking cheek, two-tone hair, white background",
        "caption": "A romantic illustration by FPanda featuring Sensei and A.R.O.N.A from the game Blue Archive. They are a boy and a girl who are in love with each other. Sensei is wearing a black coat over a black serafuku, a school uniform with a pleated skirt. He has long black hair with a hairband and a halo over his head. He is looking at the viewer with closed eyes and a gentle smile. A.R.O.N.A is wearing a black choker and has long multicolored hair with colored inner hair and a single braid. She has hair over one eye and sidelocks. She is looking at Sensei with an affectionate expression. The image is from Sensei's point of view, and shows his hands on A.R.O.N.A's face and cheek. The background is white and simple. The image has one boy and one girl. There is a commentary request on the bottom right corner."
    },
    {
        "tags": " 3, commentary request, kyubey, leizero, mahou shoujo madoka magica, no humans, objectification, red eyes, simple background, tail, trash can, white background",
        "caption": "A humorous drawing by Leizero based on the anime Mahou Shoujo Madoka Magica. It shows three Kyubeys, a white creature with red eyes and a tail that grants wishes to magical girls. They are inside a trash can, implying that they are unwanted or disposable. The trash can has a label that says Kyubey. The image has no humans and only shows the Kyubeys and the trash can. The background is white and simple. The image has a commentary request on the bottom right corner."
    },
    {
        "tags": "1girl, @ @, black hair, breasts, carly nagisa, closed mouth, coke-bottle glasses, collarbone, glasses, haruyama kazunori, long hair, shirt, simple background, smile, solo, striped, striped shirt, yu-gi-oh!, yu-gi-oh! 5d's",
        "caption": "A portrait by Haruyama Kazunori of Carly Nagisa from the anime Yu-Gi-Oh! 5D's. She is a reporter and a duelist who has a crush on Jack Atlas. She has long black hair and wears coke-bottle glasses with swirls on them. She is smiling and has a closed mouth. She is wearing a striped shirt that shows her collarbone and breasts. The image has a simple background and shows her upper body. The image has one girl and is solo."
    },
    {
        "tags": "1girl, animal ears, animal feet, black bow, black ribbon, bow, buttons, chibi, closed mouth, commentary request, dated commentary, dress, frilled dress, frilled sleeves, frills, full body, green background, hair bow, hand up, horizontal pupils, horn ornament, horn ribbon, horns, leg ribbon, light blush, long sleeves, looking at viewer, low twintails, lowres, medium hair, original, puffy long sleeves, puffy sleeves, rakuni, ribbon, sheep, sheep ears, sheep girl, sheep horns, smile, solo, standing, twintails, white bow, white dress, white fur, white hair, yellow eyes",
        "caption": "A cute drawing by Rakuni of an original character. She is a sheep girl who has white hair, white fur, sheep ears, sheep horns and yellow eyes with horizontal pupils. She is wearing a white dress with frills, buttons, bows and ribbons. She also has a black bow on her head, a black ribbon on her neck and a horn ornament on her left horn. She has low twintails and medium hair. She is smiling and looking at the viewer with a light blush. She has her right hand up and is standing on her animal feet. The image has a green background and shows her full body. The image has one girl and is solo. The image is chibi and lowres. There is a commentary request and a dated commentary on the bottom right corner."
    },
    {
        "tags": "2girls,  o, ascot, awachi (awawa), blazer, blunt bangs, bob cut, cardigan, commentary request, crossed arms, green hair, highres, jacket, kamiyama high school uniform (project sekai), kusanagi nene, long hair, long sleeves, miyamasuzaka girls' academy school uniform, multiple girls, neckerchief, one eye closed, ootori emu, open mouth, pink ascot, pink cardigan, pink eyes, pink hair, pocket, project sekai, red neckerchief, sailor collar, school uniform, short hair, simple background, violet eyes, white background",
        "caption": "A friendly drawing by Awachi (awawa) featuring Ootori Emu and Kusanagi Nene from the game Project Sekai. They are two girls who are in different bands and schools. Emu is wearing a pink cardigan with a pocket, a white shirt with a sailor collar and a pink ascot. She also has short pink hair with a bob cut and pink eyes. She is smiling and has one eye closed. Nene is wearing a blazer with a red neckerchief, a white shirt and a jacket. She also has long green hair and violet eyes. She is crossing her arms and has an open mouth. They are both wearing their school uniforms: Emu's is from Kamiyama High School and Nene's is from Miyamasuzaka Girls' Academy. The image has a white background and shows their upper bodies. The image has two girls and is highres. There is a commentary request on the bottom right corner."
    },
    {
        "tags": "1girl, absurdres, animal ears, arm at side, arm up, blush, bow, bowtie, breasts, brown hair, closed mouth, green eyes, hair between eyes, hair ornament, hairclip, hat, hi (ibisf5umauma), highres, horse ears, horse girl, horse tail, long hair, mini hat, mini top hat, mr. c.b. (umamusume), one eye closed, puffy short sleeves, puffy sleeves, purple shirt, rain, ripples, sailor collar, school uniform, shading eyes, shirt, short sleeves, skirt, small breasts, smile, solo, sparkle, standing, tail, top hat, tracen school uniform, twitter username, umamusume, wet, wet hair, white skirt",
        "caption": "A beautiful drawing by Hi (ibisf5umauma) of Mr. C.B. from the game Umamusume. She is a horse girl who has brown hair, green eyes, horse ears and a horse tail. She is wearing a purple shirt with a sailor collar and a bowtie, a white skirt with puffy short sleeves, a mini top hat with a bow and a hairclip. She is standing in the rain and has wet hair and clothes. She is smiling and blushing and has one eye closed. She is shading her eyes with her right arm and has her left arm at her side. She is wearing the Tracen school uniform. The image has ripples and sparkle effects. The image has one girl and is solo. The image is absurdres and highres. The image has a twitter username on the bottom left corner."
    },
    {
        "tags": "1girl, animal ears, bandaged leg, bandages, blue eyes, breasts, brown hair, collarbone, grass wonder (umamusume), hair ornament, highres, homing (areya), horse ears, horse girl, horse tail, looking at viewer, open mouth, school uniform, simple background, sitting, small breasts, solo, tail, thigh-highs, tracen school uniform, translation request, umamusume, white background",
        "caption": "A lovely drawing by Homing (areya) of Grass Wonder from the game Umamusume. She is a horse girl who has brown hair, blue eyes, horse ears and a horse tail. She is wearing a school uniform with a white shirt, a blue skirt and thigh-highs. She also has a hair ornament on her head. She is sitting on the ground and has bandages on her right leg. She is looking at the viewer with an open mouth and a collarbone. She is wearing the Tracen school uniform. The image has a simple background with a white color. The image has one girl and is solo. The image is highres and has a translation request on the bottom right corner."
    },
    {
        "tags": "1girl, alternate costume, backpack, bag, beach, black choker, blush, brown eyes, brown hair, choker, dated, day, hair between eyes, hairband, highres, kantai collection, long sleeves, ocean, one-hour drawing challenge, open mouth, outdoors, shidou (shiyou j), shiratsuyu (kancolle), short hair, solo, twitter username, upper body",
        "caption": "A quick drawing by Shidou (shiyou j) of Shiratsuyu from the game Kantai Collection. She is a ship girl who represents a Japanese destroyer. She has brown hair with a hairband and brown eyes. She is wearing an alternate costume with a white shirt, long sleeves and a black choker. She also has a backpack and a bag with her. She is at the beach and has the ocean behind her. She is blushing and has an open mouth. The image shows her upper body and is solo. The image is highres and has a twitter username on the top left corner. The image is dated and was made for the one-hour drawing challenge."
    },
    {
        "tags": "1girl,  d, belt, black belt, black footwear, black shirt, black skirt, blonde hair, book, boots, braid, breasts, cape, chromatic aberration, commission, drill hair, flower, frilled shirt collar, frills, gem, gloves, green gemstone, grimoire, highres, holding, holding book, kyusoukyu, light particles, long hair, long sleeves, magic, original, pleated skirt, potion, red eyes, rose, shirt, sigil, single braid, skeb commission, skirt, smile, solo, sparkle, standing, standing on one leg, teeth, thigh boots, upper teeth only, wizard",
        "caption": "A beautiful drawing by Kyusoukyu of an original character. She is a wizard who has blonde hair with a single braid and drill curls. She also has red eyes and a smile with upper teeth only. She is wearing a black shirt with frills and a cape, a black skirt with a belt and a gem, and thigh boots with gloves. She is holding a grimoire, a book of magic, in her left hand and a potion in her right hand. She is standing on one leg and has a rose on her head. She is surrounded by light particles, sparkle and a sigil, a symbol of magic. The image has chromatic aberration and is highres. The image has one girl and is solo. The image is a commission from Skeb, an online service for requesting illustrations."
    },
    {
        "tags": "1girl, belt, blue bow, blue dress, bow, box wonderland, brown belt, brown eyes, brown footwear, brown hair, buttons, castle, clenched hands, clothes lift, collar, commentary, dot nose, dress, dress lift, female child, flat chest, hair bow, hands up, highres, idolmaster, idolmaster cinderella girls, idolmaster cinderella girls u149, jumping, legs, long hair, looking at viewer, panties, pantyshot, puffy short sleeves, puffy sleeves, shoes, short sleeves, sidelocks, smile, socks, solo, sparkle, star (symbol), tachibana arisu, thighs, underwear, white collar, white panties, white socks",
        "caption": "A cheerful drawing by Box Wonderland of Tachibana Arisu from the game Idolmaster Cinderella Girls. She is a young idol who has brown hair with a blue bow and sidelocks. She also has brown eyes and a dot nose. She is wearing a blue dress with buttons, a collar, a belt and puffy short sleeves. She also has white socks and brown shoes. She is jumping in the air and has her hands up and her legs apart. She is smiling and looking at the viewer with sparkle in her eyes. She is showing her white panties under her dress. The background is a castle with a star symbol on it. The image has one girl and is solo. The image is highres and has a commentary on the top left corner."
    },
    {
        "tags": "absurdres, artist logo, beam rifle, commentary, dark background, electricity, energy gun, firing, green eyes, gun, gundam, gundam aerial rebuild, gundam suisei no majo, highres, holding, holding gun, holding weapon, mecha, mobile suit, moyan, no humans, procreate (medium), robot, solo, twitter username, v-fin, weapon, western comics (style)",
        "caption": "A cool drawing by Moyan of a mecha from the Gundam series. It is a mobile suit that is used for combat. It has a dark color scheme and green eyes. It also has a v-fin on its head and a beam rifle in its right hand. It is firing the beam rifle and creating electricity around it. The background is dark and has an artist logo on the bottom right corner. The image has no humans and only shows the mecha. The image is solo and absurdres. The image was made with Procreate, a medium for digital art. The image has a commentary and a twitter username on the top left corner. The image has a western comics style."
    },
    {
        "tags": "1girl, back bow, bike shorts, blonde hair, bow, brooch, bun cover, commentary, cure yum-yum, delicious party precure, dragon, dress, fighting stance, flats, frown, gloves, gosei sentai dairanger, hair bun, hanamichi ran, heart brooch, highres, huge bow, jewelry, leg ribbon, legs up, looking to the side, mem-mem (precure), open mouth, orange background, orange bow, orange dress, orange footwear, precure, red shorts, ribbon, satou yasu, short hair, shorts, shorts under dress, sleeveless, sleeveless dress, solo, standing, standing on one leg, super sentai, thighlet, translated, triple bun, white gloves, yellow bow",
        "caption": "An awesome drawing by Satou Yasu of Cure Yum-Yum from the anime Delicious Party Precure. She is a magical girl who fights with the power of dragons. She has blonde hair with a triple bun and a huge bow. She also has a heart brooch and a bun cover. She is wearing an orange dress with a bow and a brooch, red shorts under the dress, white gloves and orange flats. She also has leg ribbons and thighlets. She is standing on one leg and has her legs up. She is in a fighting stance and has a frown and an open mouth. She is looking to the side and has a dragon behind her. The background is orange and has a commentary on the top left corner. The image has one girl and is solo. The image is highres and translated. The image is inspired by Gosei Sentai Dairanger, a Super Sentai series."
    },
    {
        "tags": "back bow, bike shorts, blonde hair, bow, bun cover, commentary, cure yum-yum, delicious party precure, double bun, dragon, dress, gosei sentai dairanger, hair bun, hanamichi ran, high heels, highres, huge bow, mem-mem (precure), orange background, orange bow, orange dress, orange footwear, precure, red shorts, satou yasu, short hair, shorts, shorts under dress, sleeveless, sleeveless dress, standing, standing on one leg, super sentai, turning around, yellow bow",
        "caption": "Cure Yum-Yum from the anime Delicious Party Precure. She is a magical girl who fights with the power of dragons. She has blonde hair with a double bun and a huge bow. She also has a bun cover and a dragon on her head. She is wearing an orange dress with a bow, red shorts under the dress and orange high heels. She is standing on one leg and turning around. She has a cheerful expression and a sparkle in her eyes. The background is orange and has a commentary on the top left corner. The image is highres and shows her full body. The image is inspired by Gosei Sentai Dairanger, a Super Sentai series."
    },
    {
        "tags": "1girl, aburaeoyaji, black hair, blush, brown eyes, fake beard, fake facial hair, headphones, highres, humboldt penguin (kemono friends), jedi, kemono friends, kemono friends 3, looking at viewer, multicolored hair, penguin girl, penguin tail, pink hair, robe, short hair, smile, solo, tail, white hair",
        "caption": "A funny drawing by Aburaeoyaji of Humboldt Penguin from the game Kemono Friends 3. She is a penguin girl who has multicolored hair with black, pink and white colors. She also has brown eyes, a penguin tail and headphones. She is wearing a fake beard and a robe, pretending to be a Jedi from the Star Wars franchise. She is looking at the viewer and smiling with a blush. The image has one girl and is solo. The image is highres and shows her upper body."
    }
]